window.TEST_SECTIONS = [
    {
        "id":  "sociology",
        "title":  "Социология",
        "description":  "6 тестов по 50 вопросов",
        "tests":  [
                      {
                          "id":  "test-1",
                          "legacyId":  "test-1",
                          "title":  "Тест 1",
                          "description":  "50 вопросов. Часть 1 из тест 1",
                          "questions":  [
                                            {
                                                "id":  "t1-q001",
                                                "text":  "Социология как научная дисциплина возникла в:",
                                                "options":  [
                                                                "XIX веке",
                                                                "XVIII веке",
                                                                "XX веке",
                                                                "XVII веке"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q002",
                                                "text":  "Большая социальная группа, проживающая на определённой территории:",
                                                "options":  [
                                                                "Общество",
                                                                "Сословие",
                                                                "Малая группа",
                                                                "Референтная группа"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q003",
                                                "text":  "Он сказал, что социология – это позитивная наука об обществе:",
                                                "options":  [
                                                                "Огюст Конт",
                                                                "Карл Маркс",
                                                                "Герберт Спенсер",
                                                                "Макс Вебер"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q004",
                                                "text":  "Он считал, что предметом социологии являются социальные факты:",
                                                "options":  [
                                                                "Эмиль Дюркгейм",
                                                                "Огюст Конт",
                                                                "Вильфредо Парето",
                                                                "Георг Зиммель"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q005",
                                                "text":  "Ему принадлежит выражение, что социология – это наука о социальном поведении:",
                                                "options":  [
                                                                "Макс Вебер",
                                                                "Эмиль Дюркгейм",
                                                                "Чарльз Райт Миллс",
                                                                "Питер Бергер"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q006",
                                                "text":  "Функции социологии:",
                                                "options":  [
                                                                "Теоретико-познавательная, практическая (управленческая), прогностическая, воспитательная (идеологическая)",
                                                                "Производственная, техническая, биологическая",
                                                                "Эстетическая, культурно-развлекательная, рекреационная",
                                                                "Религиозная, экологическая, правоохранительная"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q007",
                                                "text":  "Объект социологии:",
                                                "options":  [
                                                                "Общество как целостная социальная реальность",
                                                                "Психологические особенности отдельной личности",
                                                                "Совокупность природных ресурсов территории",
                                                                "Политическая структура международных отношений"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q008",
                                                "text":  "Предмет социологии:",
                                                "options":  [
                                                                "Социальные взаимодействия между людьми, а также закономерности, возникающие в ходе этих взаимодействий",
                                                                "Анатомическое строение человека в контексте эволюции",
                                                                "История развития материальной культуры древних обществ",
                                                                "Экономические механизмы формирования рыночной цены"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q009",
                                                "text":  "Он предложил понятие «социологическое воображение»:",
                                                "options":  [
                                                                "Чарльз Райт Миллс",
                                                                "Роберт Мертон",
                                                                "Толкотт Парсонс",
                                                                "Энтони Гидденс"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q010",
                                                "text":  "Социология – это…",
                                                "options":  [
                                                                "Наука о законах становления, функционирования и развития общества в целом, социальных систем, отношений и общностей",
                                                                "Учение о методах статистического учета населения и миграционных потоков",
                                                                "Наука, изучающая исключительно влияние климата на поведение людей",
                                                                "Отрасль философии, занимающаяся только вопросами морали и этики индивида"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q011",
                                                "text":  "Тип семьи, основанный на равенстве и «ролевой симметрии»:",
                                                "options":  [
                                                                "Эгалитарная (или партнерская) семья",
                                                                "Патриархальная семья",
                                                                "Матриархальная семья",
                                                                "Традиционная семья"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q012",
                                                "text":  "Г. Спенсер проводил аналогию между обществом и…",
                                                "options":  [
                                                                "Биологическим организмом",
                                                                "Механическим устройством",
                                                                "Театральной постановкой",
                                                                "Физическим полем"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q013",
                                                "text":  "Типы социальной солидарности по Э.Дюркгейму:",
                                                "options":  [
                                                                "Механическая и органическая",
                                                                "Естественная и искусственная",
                                                                "Первичная и вторичная",
                                                                "Простая и сложная"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q014",
                                                "text":  "Основной принцип методологии Э. Дюркгейма:",
                                                "options":  [
                                                                "Рассматривать социальные факты как вещи",
                                                                "Изучать исключительно психологию индивида",
                                                                "Отрицать влияние коллективного сознания",
                                                                "Опираться на интуитивное понимание смыслов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q015",
                                                "text":  "Эта социальная идея проходит через все творчество Э.Дюркгейма:",
                                                "options":  [
                                                                "Идея социальной солидарности",
                                                                "Идея классовой борьбы",
                                                                "Идея социального конфликта",
                                                                "Идея рыночного обмена"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q016",
                                                "text":  "О. Конт разделял социальную теорию на части:",
                                                "options":  [
                                                                "Социальную статику и социальную динамику",
                                                                "Микросоциологию и макросоциологию",
                                                                "Теоретическую и прикладную социологию",
                                                                "Социальную морфологию и социальную физиологию"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q017",
                                                "text":  "Типы обществ по Г. Спенсеру:",
                                                "options":  [
                                                                "Военное и промышленное",
                                                                "Традиционное и современное",
                                                                "Аграрное и индустриальное",
                                                                "Капиталистическое и социалистическое"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q018",
                                                "text":  "Согласно О.Конту, развитие общества является предметом изучения:",
                                                "options":  [
                                                                "Социальной динамики",
                                                                "Социальной статики",
                                                                "Социальной стратификации",
                                                                "Социальной антропологии"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q019",
                                                "text":  "Согласно О.Конту, строение общества является предметом изучения:",
                                                "options":  [
                                                                "Социальной статики",
                                                                "Социальной динамики",
                                                                "Социальной психологии",
                                                                "Социальной мобильности"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q020",
                                                "text":  "Типы обществ согласно Г.Спенсеру:",
                                                "options":  [
                                                                "Простые, сложные, общества двойной сложности, общества тройной сложности",
                                                                "Открытые, закрытые, переходные и стабильные",
                                                                "Первобытные, рабовладельческие, феодальные и буржуазные",
                                                                "Демократические, тоталитарные и авторитарные"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q021",
                                                "text":  "Г. Спенсер считал, что простые общества характеризуются:",
                                                "options":  [
                                                                "Отсутствием постоянного руководства (управления)",
                                                                "Наличием сильной централизованной власти",
                                                                "Глубоким разделением труда",
                                                                "Развитой системой письменного права"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q022",
                                                "text":  "Г. Спенсер считал, что сложные общества характеризуются:",
                                                "options":  [
                                                                "Появлением политической иерархии и зачатков управления",
                                                                "Отсутствием каких-либо социальных различий",
                                                                "Наличием глобальных компьютерных сетей",
                                                                "Полным исчезновением семейных институтов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q023",
                                                "text":  "Г. Спенсер считал, что общества двойной сложности характеризуются:",
                                                "options":  [
                                                                "Наличием разветвленной системы управления, возникновением городов и разделения труда",
                                                                "Использованием исключительно собирательства и охоты",
                                                                "Полным отсутствием частной собственности",
                                                                "Господством кочевого образа жизни без постоянных поселений"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q024",
                                                "text":  "Г. Спенсер считал, что общества тройной сложности характеризуются:",
                                                "options":  [
                                                                "Развитым законодательством, религиозными институтами и сложной социальной структурой (цивилизации)",
                                                                "Примитивными формами верований и отсутствием религии",
                                                                "Однородностью состава населения и отсутствием профессий",
                                                                "Отсутствием денежного обращения и торговли"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q025",
                                                "text":  "Эти законы в рамках эволюционной теории вывел Г.Спенсер:",
                                                "options":  [
                                                                "Законы дифференциации и интеграции",
                                                                "Законы единства и борьбы противоположностей",
                                                                "Законы спроса и предложения",
                                                                "Законы наследственности и изменчивости"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q026",
                                                "text":  "Сознательное соотнесение целей, средств и возможных последствий совершаемого поступка:",
                                                "options":  [
                                                                "Целерациональное действие",
                                                                "Аффективное действие",
                                                                "Традиционное действие",
                                                                "Ценностно-рациональное действие"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q027",
                                                "text":  "Вера в безусловную ценность совершения определенных поступков независимо от их последствий:",
                                                "options":  [
                                                                "Ценностно-рациональное действие",
                                                                "Целерациональное действие",
                                                                "Иррациональное действие",
                                                                "Традиционное действие"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q028",
                                                "text":  "Привычка совершать определенные поступки:",
                                                "options":  [
                                                                "Традиционное действие",
                                                                "Аффективное действие",
                                                                "Рациональное действие",
                                                                "Инновационное действие"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q029",
                                                "text":  "М.Вебер считал, что социология имеет дело с осмысленными действиями людей, поэтому она является:",
                                                "options":  [
                                                                "Понимающей",
                                                                "Объясняющей",
                                                                "Описательной",
                                                                "Экспериментальной"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q030",
                                                "text":  "Он считал, что единицей общества как социального организма является семья, а не индивид:",
                                                "options":  [
                                                                "Огюст Конт",
                                                                "Макс Вебер",
                                                                "Карл Маркс",
                                                                "Георг Зиммель"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q031",
                                                "text":  "Согласно К.Марксу, классы являются порождениями…",
                                                "options":  [
                                                                "частной собственности (или производственных отношений)",
                                                                "природного разделения способностей людей",
                                                                "божественного предопределения и удачи",
                                                                "личного выбора и трудолюбия индивидов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q032",
                                                "text":  "В современных обществах власть, доход, престиж и образование являются…",
                                                "options":  [
                                                                "основными критериями (измерениями) социальной стратификации",
                                                                "второстепенными признаками психологического типа личности",
                                                                "исключительными характеристиками политических лидеров",
                                                                "факторами, не влияющими на положение человека в обществе"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q033",
                                                "text":  "Сословие – это социальная группа, членство в которой…",
                                                "options":  [
                                                                "передается по наследству и закреплено юридически или религиозно",
                                                                "определяется исключительно уровнем личного дохода за текущий год",
                                                                "зависит только от профессиональных навыков и дипломов",
                                                                "выбирается человеком самостоятельно в зрелом возрасте"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q034",
                                                "text":  "Этот тип стратификации характерен для открытого общества:",
                                                "options":  [
                                                                "классовая система",
                                                                "кастовый строй",
                                                                "рабовладельческий уклад",
                                                                "сословная иерархия"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q035",
                                                "text":  "Открытая система стратификации – это…",
                                                "options":  [
                                                                "социальная структура, допускающая свободное перемещение индивидов вверх или вниз по социальной лестнице",
                                                                "система, в которой статус человека полностью определяется его рождением",
                                                                "структура, где запрещены любые контакты между разными слоями общества",
                                                                "общество, в котором отсутствуют социальные статусы как таковые"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q036",
                                                "text":  "Закрытая система стратификации – это…",
                                                "options":  [
                                                                "социальная система, в которой социальные перемещения из одного слоя в другой запрещены или крайне ограничены",
                                                                "общество, где каждый может легко изменить свое положение за счет образования",
                                                                "структура, поощряющая активную миграцию и смену профессий",
                                                                "демократическая система с развитыми социальными лифтами"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q037",
                                                "text":  "Рабство – это…",
                                                "options":  [
                                                                "крайняя форма неравенства, при которой одни люди владеют другими как собственностью",
                                                                "добровольное соглашение о выполнении тяжелых работ за плату",
                                                                "система пожизненного найма в крупных корпорациях",
                                                                "форма религиозного служения в древних общинах"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q038",
                                                "text":  "Каста – это…",
                                                "options":  [
                                                                "замкнутая социальная группа с пожизненным членством, определяемым рождением",
                                                                "профессиональное объединение врачей или юристов",
                                                                "политическая партия, борющаяся за власть",
                                                                "группа людей, объединенных общим хобби или интересами"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q039",
                                                "text":  "Под богатством подразумевают:",
                                                "options":  [
                                                                "совокупность всех имеющихся активов (денег, движимого и недвижимого имущества)",
                                                                "исключительно сумму наличных денег в кошельке на данный момент",
                                                                "высокий уровень духовного развития и моральных качеств",
                                                                "общее количество дипломов об образовании и сертификатов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q040",
                                                "text":  "Под доходом подразумевают:",
                                                "options":  [
                                                                "сумму денег, полученную индивидом или семьей за определенный период времени (зарплата, проценты и т.д.)",
                                                                "рыночную стоимость недвижимости, которой владеет человек",
                                                                "накопленный за всю жизнь капитал, хранящийся в банке",
                                                                "престижность занимаемой должности в компании"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q041",
                                                "text":  "Под престижем подразумевают:",
                                                "options":  [
                                                                "общественную оценку значимости той или иной позиции (статуса), занимаемой индивидом",
                                                                "реальное количество власти, сосредоточенной в руках человека",
                                                                "сумму ежемесячных выплат по банковским вкладам",
                                                                "физическую силу и выносливость представителя социальной группы"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q042",
                                                "text":  "Средний класс – это…",
                                                "options":  [
                                                                "совокупность социальных слоев, занимающих промежуточное положение между высшим и низшим классами, имеющих устойчивый доход и высокий уровень образования",
                                                                "группа людей, находящихся за чертой бедности и не имеющих постоянной работы",
                                                                "элита общества, обладающая абсолютной политической властью",
                                                                "крестьянство, занятое исключительно ручным сельскохозяйственным трудом"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q043",
                                                "text":  "Многомерная иерархически организованная структура социального неравенства, существующая в любом обществе – это…",
                                                "options":  [
                                                                "социальная стратификация",
                                                                "социальная мобильность",
                                                                "социальная девиация",
                                                                "социальная адаптация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q044",
                                                "text":  "Изменение социального статуса личности – это…",
                                                "options":  [
                                                                "социальная мобильность",
                                                                "социальная стагнация",
                                                                "социальная деградация",
                                                                "социальная изоляция"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q045",
                                                "text":  "Термин «стратификация» переводится как:",
                                                "options":  [
                                                                "расслоение (от лат. stratum — слой, пласт)",
                                                                "объединение (от лат. unio — единство)",
                                                                "борьба (от греч. polemos — конфликт)",
                                                                "равенство (от лат. aequalis — равный)"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q046",
                                                "text":  "Эти классы в обществе выделил К.Маркс:",
                                                "options":  [
                                                                "буржуазия и пролетариат",
                                                                "брахманы и кшатрии",
                                                                "менеджеры и акционеры",
                                                                "белые воротнички и синие воротнички"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q047",
                                                "text":  "Они первыми попытались объяснить природу социальной стратификации:",
                                                "options":  [
                                                                "представители функционализма (К. Дэвис и У. Мур)",
                                                                "сторонники радикального феминизма",
                                                                "античные философы-киники",
                                                                "представители современной кибернетики"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q048",
                                                "text":  "Согласно К.Дэвис и У.Мур стратификация – это…",
                                                "options":  [
                                                                "функциональная необходимость для выживания и развития общества",
                                                                "случайная ошибка в историческом развитии человечества",
                                                                "результат заговора богатых против бедных",
                                                                "временное явление, которое исчезнет при жизни одного поколения"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q049",
                                                "text":  "Характерная черта сословий – это…",
                                                "options":  [
                                                                "юридическое или религиозное закрепление прав и обязанностей, передающихся по наследству",
                                                                "полное отсутствие каких-либо прав у всех членов группы",
                                                                "возможность менять статус несколько раз в день по желанию",
                                                                "определение принадлежности к группе через результаты спортивных соревнований"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q050",
                                                "text":  "Социальную структуру, члены которой с большим трудом могут изменить свой статус, называют…",
                                                "options":  [
                                                                "закрытой системой стратификации",
                                                                "открытой классовой структурой",
                                                                "меритократией",
                                                                "либеральным обществом"
                                                            ],
                                                "answer":  0
                                            }
                                        ]
                      },
                      {
                          "id":  "test-1-part-2",
                          "legacyId":  "test-1",
                          "title":  "Тест 2",
                          "description":  "50 вопросов. Часть 2 из тест 1",
                          "questions":  [
                                            {
                                                "id":  "t1-q051",
                                                "text":  "Человек, участвующий в социологическом исследовании в качестве носителя информации:",
                                                "options":  [
                                                                "респондент",
                                                                "модератор",
                                                                "заказчик",
                                                                "интервьюер"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q052",
                                                "text":  "Анализ текста с последующим подсчетом символов – это…",
                                                "options":  [
                                                                "контент-анализ",
                                                                "факторный анализ",
                                                                "корреляционный анализ",
                                                                "экспертный опрос"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q053",
                                                "text":  "Метод получения первичной информации, заключающийся в составлении анкет и проведении опроса – это …",
                                                "options":  [
                                                                "анкетирование",
                                                                "эксперимент",
                                                                "фокус-группа",
                                                                "лонгитюдное исследование"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q054",
                                                "text":  "Интервью – это …",
                                                "options":  [
                                                                "метод сбора информации через непосредственное вербальное взаимодействие исследователя с респондентом",
                                                                "способ изучения документов путем их качественного описания",
                                                                "процесс наблюдения за поведением группы без вступления в контакт",
                                                                "автоматизированный сбор данных из социальных сетей"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q055",
                                                "text":  "Социологический метод, предполагающий, что социолог сам принимает участие в деятельности группы, которую он изучает – это …",
                                                "options":  [
                                                                "включенное наблюдение",
                                                                "массовый опрос",
                                                                "почтовая анкета",
                                                                "кабинетное исследование"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q056",
                                                "text":  "Лицо, ведущее анкетный опрос при помощи метода интервью – это …",
                                                "options":  [
                                                                "интервьюер",
                                                                "реципиент",
                                                                "аналитик",
                                                                "информант"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q057",
                                                "text":  "Метод исследования, когда из общей изучаемой (генеральной) совокупности однородных единиц отбирается некоторая его часть – это …",
                                                "options":  [
                                                                "выборочный метод (выборка)",
                                                                "сплошной опрос",
                                                                "перепись населения",
                                                                "метод основного массива"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q058",
                                                "text":  "Блок вопросов анкеты, называемый паспортичкой, никогда не включает вопрос:",
                                                "options":  [
                                                                "фамилия, имя, отчество респондента",
                                                                "возраст респондента",
                                                                "уровень образования",
                                                                "семейное положение"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q059",
                                                "text":  "Рассмотрение финансовых, административных, материально-технических проблем в ходе проведения исследования – это:",
                                                "options":  [
                                                                "организационный план исследования",
                                                                "теоретическая интерпретация понятий",
                                                                "выдвижение рабочих гипотез",
                                                                "операционализация переменных"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q060",
                                                "text":  "Целенаправленная беседа, цель которой – получить ответы на вопросы, предусмотренные программой исследования – это:",
                                                "options":  [
                                                                "интервью",
                                                                "консилиум",
                                                                "дискуссия",
                                                                "совещание"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q061",
                                                "text":  "Вид группового интервью, когда внимание присутствующих сфокусировано на решении какой-то одной проблемы – это:",
                                                "options":  [
                                                                "фокус-группа",
                                                                "мозговой штурм",
                                                                "заседание кафедры",
                                                                "пресс-конференция"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q062",
                                                "text":  "Ведущего фокус-группы называют …",
                                                "options":  [
                                                                "модератор",
                                                                "куратор",
                                                                "ассистент",
                                                                "респондент"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q063",
                                                "text":  "Анализ – это:",
                                                "options":  [
                                                                "метод научного исследования путем разложения предмета на составные части",
                                                                "способ объединения разрозненных данных в единую систему",
                                                                "интуитивное восприятие объекта как целого",
                                                                "процесс сбора первичных данных в полевых условиях"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q064",
                                                "text":  "Способность связать любое событие в обществе со структурным, культурным и историческим контекстом — это:",
                                                "options":  [
                                                                "социологическое воображение",
                                                                "здравый смысл",
                                                                "утопическое мышление",
                                                                "психологическая интуиция"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q065",
                                                "text":  "Вероятностное предположение о причинах явления, взаимосвязях между изучаемыми социальными явлениями — это:",
                                                "options":  [
                                                                "гипотеза",
                                                                "аксиома",
                                                                "социальный закон",
                                                                "доказанный факт"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q066",
                                                "text":  "Согласно О.Конту человечество в своем умственном развитии прошло следующие стадии:",
                                                "options":  [
                                                                "теологическую, метафизическую и позитивную",
                                                                "рабовладельческую, феодальную и капиталистическую",
                                                                "дикость, варварство и цивилизацию",
                                                                "военную, промышленную и постиндустриальную"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q067",
                                                "text":  "Согласно О.Конту на теологической стадии умственного развития человечества существуют:",
                                                "options":  [
                                                                "вера в сверхъестественные силы, богов, духов",
                                                                "строгие научные доказательства и эксперименты",
                                                                "атеистические воззрения и материализм",
                                                                "развитые компьютерные технологии"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q068",
                                                "text":  "Согласно О.Конту на метафизической стадии умственного развития человечества существуют:",
                                                "options":  [
                                                                "отвлеченные сущности, абстрактные понятия, «природа» как первопричина",
                                                                "точные математические расчеты траекторий планет",
                                                                "магические обряды и жертвоприношения",
                                                                "полное отрицание философии и религии"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q069",
                                                "text":  "Согласно О.Конту на позитивной стадии умственного развития человечества существуют:",
                                                "options":  [
                                                                "научное наблюдение, выявление законов, опора на факты и опыт",
                                                                "поиск объяснений в мифологии и сказках",
                                                                "доминирование церковных догматов над разумом",
                                                                "отказ от использования техники в производстве"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q070",
                                                "text":  "Термин «теория среднего уровня» в научный оборот ввел:",
                                                "options":  [
                                                                "Роберт Мертон",
                                                                "Толкотт Парсонс",
                                                                "Герберт Спенсер",
                                                                "Эмиль Дюркгейм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q071",
                                                "text":  "В Казахстане система социальной стратификации…",
                                                "options":  [
                                                                "носит открытый характер",
                                                                "является закрытой кастовой системой",
                                                                "основана исключительно на сословных привилегиях",
                                                                "полностью отсутствует из-за всеобщего равенства"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q072",
                                                "text":  "Социологические знания накапливались в недрах:",
                                                "options":  [
                                                                "философии",
                                                                "алхимии",
                                                                "геометрии",
                                                                "лингвистики"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q073",
                                                "text":  "Социальная позиция человека в рамках группы, связанная с определенными правами и обязанностями:",
                                                "options":  [
                                                                "социальный статус",
                                                                "социальный лифт",
                                                                "социальный конфликт",
                                                                "социальный контроль"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q074",
                                                "text":  "Статус, полученный от рождения:",
                                                "options":  [
                                                                "предписанный (аскриптивный) статус",
                                                                "достигнутый статус",
                                                                "профессиональный статус",
                                                                "временный статус"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q075",
                                                "text":  "Статус, приобретенный индивидом благодаря его собственным усилиям:",
                                                "options":  [
                                                                "достигнутый (приобретенный) статус",
                                                                "аскриптивный статус",
                                                                "врожденный статус",
                                                                "биологический статус"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q076",
                                                "text":  "Статус человека, определяющий его социальное положение и значение, связанное с определенными его правами и обязанностями:",
                                                "options":  [
                                                                "основной статус",
                                                                "эпизодический статус",
                                                                "маргинальный статус",
                                                                "латентный статус"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q077",
                                                "text":  "Ожидаемое поведение в соответствии с правами и обязанностями, закрепленными за данным статусом:",
                                                "options":  [
                                                                "социальная роль",
                                                                "социальная санкция",
                                                                "социальная мобильность",
                                                                "социальная изоляция"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q078",
                                                "text":  "Достигаемому статусу соответствует:",
                                                "options":  [
                                                                "квалификация, образование, личные заслуги",
                                                                "этническая принадлежность и раса",
                                                                "место рождения и титул предков",
                                                                "биологический пол и возраст"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q079",
                                                "text":  "Возраст для взрослого человека – это:",
                                                "options":  [
                                                                "предписанный (аскриптивный) статус",
                                                                "достигнутый статус",
                                                                "политический статус",
                                                                "профессиональный статус"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q080",
                                                "text":  "Процесс социализации происходит:",
                                                "options":  [
                                                                "на протяжении всей жизни человека",
                                                                "только в раннем детстве до 5 лет",
                                                                "исключительно в период обучения в школе",
                                                                "только после достижения пенсионного возраста"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q081",
                                                "text":  "Люди, организации и группы, участвующие в процессе социализации – это…",
                                                "options":  [
                                                                "агенты социализации",
                                                                "объекты стратификации",
                                                                "социальные маргиналы",
                                                                "респонденты"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q082",
                                                "text":  "Самоимидж – это…",
                                                "options":  [
                                                                "представление человека о самом себе",
                                                                "фотография в официальном документе",
                                                                "мнение коллег о профессионализме сотрудника",
                                                                "рекламный плакат политического деятеля"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q083",
                                                "text":  "Автор теории «Зеркального Я»:",
                                                "options":  [
                                                                "Чарльз Кули",
                                                                "Макс Вебер",
                                                                "Огюст Конт",
                                                                "Эмиль Дюркгейм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q084",
                                                "text":  "Автор теории «Обобщенного другого»:",
                                                "options":  [
                                                                "Джордж Герберт Мид",
                                                                "Карл Маркс",
                                                                "Герберт Спенсер",
                                                                "Роберт Мертон"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q085",
                                                "text":  "«Обобщенный другой» – это…",
                                                "options":  [
                                                                "общие ценности и стандарты поведения группы, которые индивид принимает как свои",
                                                                "случайный прохожий на улице",
                                                                "воображаемый враг в психологических триллерах",
                                                                "официальный представитель государственных органов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q086",
                                                "text":  "«Значимый другой» – это…",
                                                "options":  [
                                                                "личности, оказывающие наибольшее влияние на формирование самосознания индивида",
                                                                "любой человек, состоящий в той же политической партии",
                                                                "известный актер или музыкант, которого индивид никогда не видел",
                                                                "официальный диктор в телевизионных новостях"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q087",
                                                "text":  "Согласно Ч. Кули «Зеркальное Я» – это…",
                                                "options":  [
                                                                "самосознание индивида, отражающее то, каким, по его мнению, он видится другим людям",
                                                                "умение человека подражать мимике собеседника",
                                                                "нарциссическая склонность к самолюбованию",
                                                                "процесс физического отражения в гладких поверхностях"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q088",
                                                "text":  "Согласно Дж. Г. Миду «Значимый другой» – это…",
                                                "options":  [
                                                                "конкретный человек, чье одобрение или мнение наиболее важно для ребенка",
                                                                "свод законов и правил дорожного движения",
                                                                "абстрактный образ идеального гражданина",
                                                                "всё население земного шара"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q089",
                                                "text":  "Индивид – это…",
                                                "options":  [
                                                                "единичный представитель человеческого рода, отдельно взятый человек",
                                                                "результат долгого процесса культурного воспитания",
                                                                "субъект, обладающий высшими государственными наградами",
                                                                "социальная группа численностью более двух человек"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q090",
                                                "text":  "Личность – это…",
                                                "options":  [
                                                                "совокупность социально значимых качеств индивида, формирующихся в процессе жизни",
                                                                "биологический организм с набором безусловных рефлексов",
                                                                "любой объект, имеющий право голоса на выборах",
                                                                "человек, обладающий исключительно врожденными талантами"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q091",
                                                "text":  "Человек – это …",
                                                "options":  [
                                                                "биосоциальное существо, обладающее сознанием, речью и способностью к труду",
                                                                "исключительно биологический организм, действующий на основе инстинктов",
                                                                "продукт чистого воображения, не имеющий физической оболочки",
                                                                "техническое устройство, созданное для выполнения алгоритмов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q092",
                                                "text":  "В социологии выделяются два уровня социализации личности:",
                                                "options":  [
                                                                "первичная и вторичная",
                                                                "внешняя и внутренняя",
                                                                "биологическая и техническая",
                                                                "формальная и стихийная"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q093",
                                                "text":  "Если под одной крышей живут несколько родственных семей, больше двух поколений, то такая семья является …",
                                                "options":  [
                                                                "расширенной (многопоколенной)",
                                                                "нуклеарной",
                                                                "неполной",
                                                                "моногамной"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q094",
                                                "text":  "Существуют две формы брака:",
                                                "options":  [
                                                                "моногамия и полигамия",
                                                                "демократия и автократия",
                                                                "солидарность и аномия",
                                                                "статика и динамика"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q095",
                                                "text":  "Семья должна давать чувство защищенности, душевного комфорта, безопасности. Эта функция семьи называется …",
                                                "options":  [
                                                                "психотерапевтическая (эмоциональная)",
                                                                "репродуктивная",
                                                                "экономическая",
                                                                "образовательная"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q096",
                                                "text":  "Семья, в которой все обязанности распределяются справедливо, пропорционально, где совместно обсуждаются проблемы, называется …",
                                                "options":  [
                                                                "эгалитарная (партнерская)",
                                                                "патриархальная",
                                                                "авторитарная",
                                                                "девиантная"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q097",
                                                "text":  "Термин «моногамия» означает:",
                                                "options":  [
                                                                "единобрачие (брак одного мужчины с одной женщиной)",
                                                                "наличие нескольких жен у одного мужа",
                                                                "брак между представителями разных сословий",
                                                                "полный отказ от вступления в брачные отношения"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q098",
                                                "text":  "Термин «полигамия» означает:",
                                                "options":  [
                                                                "многобрачие (брак одного партнера с несколькими)",
                                                                "проживание супругов отдельно друг от друга",
                                                                "запрет на вступление в брак до 25 лет",
                                                                "обязательное наличие детей в семье"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q099",
                                                "text":  "Термин «полигиния» означает:",
                                                "options":  [
                                                                "многоженство (один муж и несколько жен)",
                                                                "многомужество (одна жена и несколько мужей)",
                                                                "власть женщин в общественной жизни",
                                                                "систему наследования по женской линии"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t1-q100",
                                                "text":  "Термин «полиандрия» означает:",
                                                "options":  [
                                                                "многомужество (одна жена и несколько мужей)",
                                                                "обряд усыновления чужих детей",
                                                                "равенство прав супругов в быту",
                                                                "многоженство (один муж и несколько жен)"
                                                            ],
                                                "answer":  0
                                            }
                                        ]
                      },
                      {
                          "id":  "test-2",
                          "legacyId":  "test-2",
                          "title":  "Тест 3",
                          "description":  "50 вопросов. Часть 1 из тест 2",
                          "questions":  [
                                            {
                                                "id":  "t2-q001",
                                                "text":  "Термин «сорорат» означает:",
                                                "options":  [
                                                                "обычай, по которому мужчина вступает в брак с сестрой умершей жены",
                                                                "систему передачи титулов от отца к сыну",
                                                                "запрет на браки внутри одной общины",
                                                                "обязанность вдовы выходить замуж за брата мужа"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q002",
                                                "text":  "Нуклеарная семья – это …",
                                                "options":  [
                                                                "семья, состоящая из родителей (мужа и жены) и их детей",
                                                                "группа людей, объединенных общими научными интересами",
                                                                "союз нескольких семейных кланов под общим управлением",
                                                                "семья, где воспитанием детей занимаются только прадедушки"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q003",
                                                "text":  "Расширенная семья – это …",
                                                "options":  [
                                                                "семья, объединяющая под одной крышей несколько поколений родственников",
                                                                "семья, в которой количество детей превышает пять человек",
                                                                "супружеская пара, проживающая в большой квартире",
                                                                "объединение соседей для совместной покупки продуктов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q004",
                                                "text":  "Патриархальная семья – это …",
                                                "options":  [
                                                                "тип семьи, в которой власть принадлежит главе семейства — мужчине",
                                                                "союз, в котором женщина принимает все финансовые решения",
                                                                "семья, основанная на полном отсутствии главы и авторитетов",
                                                                "молодежное сообщество без обязательств"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q005",
                                                "text":  "Патрилокальная семья – это …",
                                                "options":  [
                                                                "поселение молодоженов в доме родителей мужа",
                                                                "обязательный переезд мужа в дом родителей жены",
                                                                "получение супругами квартиры от государства",
                                                                "аренда жилья в другом городе отдельно от всех"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q006",
                                                "text":  "Матрилокальная семья – это …",
                                                "options":  [
                                                                "поселение молодоженов в доме родителей жены",
                                                                "проживание мужа в казарме во время службы",
                                                                "строительство нового дома на нейтральной территории",
                                                                "проживание молодоженов в доме старшего брата"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q007",
                                                "text":  "Неолокальный вид семьи – это …",
                                                "options":  [
                                                                "поселение молодоженов отдельно от родителей",
                                                                "проживание супругов в доме родителей жены",
                                                                "кочевой образ жизни без постоянного места жительства",
                                                                "временное проживание в гостиницах"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q008",
                                                "text":  "Такое состояние общества, когда прежняя система регулирующих норм и ценностей разрушена, а замена еще не сформировалась:",
                                                "options":  [
                                                                "аномия",
                                                                "консолидация",
                                                                "интеграция",
                                                                "стагнация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q009",
                                                "text":  "Он считал, что главной причиной девиации является разрыв между целями общества и социально одобряемыми средствами:",
                                                "options":  [
                                                                "Роберт Мертон",
                                                                "Огюст Конт",
                                                                "Чарльз Кули",
                                                                "Макс Вебер"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q010",
                                                "text":  "Тип поведения, когда отрицаются и цели, и средства достижения этих целей:",
                                                "options":  [
                                                                "ретритизм (бегство от реальности)",
                                                                "конформизм",
                                                                "инновация",
                                                                "ритуализм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q011",
                                                "text":  "Тип поведения, когда отвергаются господствующие цели и средства, они заменяются новыми нормами:",
                                                "options":  [
                                                                "мятеж (бунт)",
                                                                "ритуализм",
                                                                "инновация",
                                                                "конформизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q012",
                                                "text":  "Тип поведения, когда члены общества отрицают цели, но принимают одобренные обществом средства достижения:",
                                                "options":  [
                                                                "ритуализм",
                                                                "ретритизм",
                                                                "мятеж",
                                                                "конформизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q013",
                                                "text":  "Тип поведения, когда у членов общества их культурные цели полностью совпадают с утвержденными средствами для их достижения:",
                                                "options":  [
                                                                "конформизм",
                                                                "инновация",
                                                                "аномия",
                                                                "девиация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q014",
                                                "text":  "Тип поведения, когда предполагается согласие с целями, но отрицание одобренных обществом средств их достижения:",
                                                "options":  [
                                                                "инновация",
                                                                "ритуализм",
                                                                "ретритизм",
                                                                "конформизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q015",
                                                "text":  "Вознаграждения и наказания, стимулирующие соблюдение предписаний:",
                                                "options":  [
                                                                "социальные санкции",
                                                                "социальные лифты",
                                                                "социальные роли",
                                                                "социальные статусы"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q016",
                                                "text":  "Публичное одобрение со стороны официальных организаций:",
                                                "options":  [
                                                                "формальные позитивные санкции",
                                                                "неформальные позитивные санкции",
                                                                "формальные негативные санкции",
                                                                "государственные дотации"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q017",
                                                "text":  "Публичное одобрение, не исходящее от официальных организаций:",
                                                "options":  [
                                                                "неформальные позитивные санкции",
                                                                "формальные позитивные санкции",
                                                                "корпоративные бонусы",
                                                                "неформальные негативные санкции"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q018",
                                                "text":  "Наказания, предусмотренные юридическими законами:",
                                                "options":  [
                                                                "формальные негативные санкции",
                                                                "неформальные негативные санкции",
                                                                "общественное порицание",
                                                                "социальная стигматизация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q019",
                                                "text":  "Наказания, не предусмотренные официальными инстанциями:",
                                                "options":  [
                                                                "неформальные негативные санкции",
                                                                "формальные негативные санкции",
                                                                "административные штрафы",
                                                                "дисциплинарные взыскания"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q020",
                                                "text":  "Механизм, с помощью которого общество регулирует поведение индивидов и поддерживается порядок:",
                                                "options":  [
                                                                "социальный контроль",
                                                                "социальный конфликт",
                                                                "социальная стратификация",
                                                                "социальная мобильность"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q021",
                                                "text":  "Поведение, которое рассматривается как отклонение от социокультурных и групповых норм:",
                                                "options":  [
                                                                "девиантное поведение (девиация)",
                                                                "нормативное поведение",
                                                                "социальная адаптация",
                                                                "правомерное действие"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q022",
                                                "text":  "Рост численности населения и роли городов в развитии общества:",
                                                "options":  [
                                                                "урбанизация",
                                                                "глобализация",
                                                                "индустриализация",
                                                                "модернизация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q023",
                                                "text":  "Автор труда «Капитал»:",
                                                "options":  [
                                                                "Карл Маркс",
                                                                "Макс Вебер",
                                                                "Огюст Конт",
                                                                "Адам Смит"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q024",
                                                "text":  "Первое значительное социологическое исследование, затрагивающее проблему девиантности:",
                                                "options":  [
                                                                "работа Эмиля Дюркгейма «Самоубийство»",
                                                                "работа Макса Вебера «Протестантская этика»",
                                                                "работа Огюста Конта «Курс позитивной философии»",
                                                                "работа Чарльза Кули «Человеческая природа и социальный порядок»"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q025",
                                                "text":  "Он первым показал, что самоубийство есть результат взаимоотношений общества и индивида:",
                                                "options":  [
                                                                "Эмиль Дюркгейм",
                                                                "Зигмунд Фрейд",
                                                                "Роберт Мертон",
                                                                "Георг Зиммель"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q026",
                                                "text":  "Он является автором теории языковых кодов в социологии образования:",
                                                "options":  [
                                                                "Бэзил Бернстайн",
                                                                "Пьер Бурдье",
                                                                "Толкотт Парсонс",
                                                                "Джон Дьюи"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q027",
                                                "text":  "Они выдвинули концепцию соответствия, согласно которой школы готовят рабочую силу для капитализма:",
                                                "options":  [
                                                                "Сэмюэл Боулс и Герберт Гинтис",
                                                                "Питер Бергер и Томас Лукман",
                                                                "Уильям Томас и Флориан Знанецкий",
                                                                "Карл Маркс и Фридрих Энгельс"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q028",
                                                "text":  "Согласно теории языковых кодов:",
                                                "options":  [
                                                                "дети из разных социальных классов используют разные речевые системы, что влияет на их успеваемость",
                                                                "уровень интеллекта ребенка зависит исключительно от генетической наследственности",
                                                                "школа должна полностью отказаться от использования учебников и лекций",
                                                                "язык общения в школе никак не связан с будущим социальным статусом ученика"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q029",
                                                "text":  "Согласно представителям функционализма:",
                                                "options":  [
                                                                "образование выполняет важные функции по социализации детей и подготовке кадров",
                                                                "школа является местом подавления индивидуальности и творчества",
                                                                "образовательная система существует только для получения прибыли директорами школ",
                                                                "образование — это случайный процесс, не имеющий значения для общества"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q030",
                                                "text":  "Согласно представителям конфликтологии:",
                                                "options":  [
                                                                "образование является инструментом социального контроля и воспроизводства неравенства",
                                                                "школа — это главный институт обеспечения равенства возможностей для всех",
                                                                "образование способствует полной гармонизации интересов всех классов",
                                                                "система образования никак не связана с политической борьбой в обществе"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q031",
                                                "text":  "Согласно концепции соответствия …",
                                                "options":  [
                                                                "структура учебного процесса в школах соответствует иерархической структуре рабочего места на предприятиях",
                                                                "учебные программы полностью формируются исходя из пожеланий самих учащихся",
                                                                "школы обучают детей исключительно творческим профессиям, игнорируя нужды рынка",
                                                                "система образования никак не связана с будущей профессиональной деятельностью"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q032",
                                                "text":  "Интернационализация образования – это …",
                                                "options":  [
                                                                "создание единой международной системы образования и академическая мобильность студентов",
                                                                "запрет на признание иностранных дипломов внутри одной страны",
                                                                "перевод всех учебных заведений исключительно на дистанционный формат",
                                                                "ограничение прав студентов на изучение иностранных языков"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q033",
                                                "text":  "Фундаментализация образования – это …",
                                                "options":  [
                                                                "усиление внимания к изучению теоретических, базовых знаний",
                                                                "упор на узкую практическую специализацию и краткосрочные курсы",
                                                                "отказ от преподавания естественных и гуманитарных наук в вузах",
                                                                "внедрение исключительно игровых методов обучения без теории"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q034",
                                                "text":  "Пример крайнего неравенства:",
                                                "options":  [
                                                                "рабство",
                                                                "наличие разных профессий в обществе",
                                                                "проживание людей в разных городах",
                                                                "разница в музыкальных вкусах индивидов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q035",
                                                "text":  "Предписания о том, как надо вести себя в обществе, называются:",
                                                "options":  [
                                                                "социальные нормы",
                                                                "социальные лифты",
                                                                "социальные гипотезы",
                                                                "социальные факты"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q036",
                                                "text":  "Дружеская похвала – это пример:",
                                                "options":  [
                                                                "неформальной позитивной санкции",
                                                                "формальной позитивной санкции",
                                                                "неформальной негативной санкции",
                                                                "институционального контроля"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q037",
                                                "text":  "Административный штраф – это пример:",
                                                "options":  [
                                                                "формальной негативной санкции",
                                                                "неформальной негативной санкции",
                                                                "формальной позитивной санкции",
                                                                "морального поощрения"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q038",
                                                "text":  "Пренебрежение – это пример:",
                                                "options":  [
                                                                "неформальной негативной санкции",
                                                                "формальной негативной санкции",
                                                                "неформальной позитивной санкции",
                                                                "правового регулирования"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q039",
                                                "text":  "Девиация чаще всего наблюдается:",
                                                "options":  [
                                                                "в периоды социальных кризисов и аномии",
                                                                "в периоды абсолютной стабильности и процветания общества",
                                                                "только в обществах с жестким тоталитарным контролем",
                                                                "исключительно в малых группах с родственными связями"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q040",
                                                "text":  "Когда у членов общества их культурные цели достижения материального успеха полностью совпадают с утвержденными обществом средствами их достижения – это:",
                                                "options":  [
                                                                "конформизм",
                                                                "инновация",
                                                                "ритуализм",
                                                                "ретритизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q041",
                                                "text":  "Когда у членов общества есть согласие с целями, но отрицание одобренных обществом средств их достижения – это:",
                                                "options":  [
                                                                "инновация",
                                                                "ритуализм",
                                                                "ретритизм",
                                                                "мятеж"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q042",
                                                "text":  "Когда члены общества отрицают цели, но принимают одобренные обществом средства достижения – это:",
                                                "options":  [
                                                                "ритуализм",
                                                                "конформизм",
                                                                "инновация",
                                                                "бунт"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q043",
                                                "text":  "Когда члены общества отрицают и цели, и средства – это:",
                                                "options":  [
                                                                "ретритизм (бегство от реальности)",
                                                                "конформизм",
                                                                "ритуализм",
                                                                "социальная интеграция"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q044",
                                                "text":  "Когда отвергают господствующие цели и средства, заменяя их новыми нормами – это:",
                                                "options":  [
                                                                "мятеж (бунт)",
                                                                "инновация",
                                                                "ретритизм",
                                                                "конформизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q045",
                                                "text":  "Система массового производства в соединении с культивированием массового рынка означает …",
                                                "options":  [
                                                                "фордизм",
                                                                "меркантилизм",
                                                                "феодализм",
                                                                "постиндустриализм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q046",
                                                "text":  "Представители рабочего класса, занятые физическим трудом с почасовой оплатой, неофициально называют …",
                                                "options":  [
                                                                "«синие воротнички»",
                                                                "«белые воротнички»",
                                                                "«золотая молодежь»",
                                                                "«фрилансеры»"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q047",
                                                "text":  "Сотрудников, занимающихся офисной работой, неофициально называют …",
                                                "options":  [
                                                                "«белые воротнички»",
                                                                "«синие воротнички»",
                                                                "«разнорабочие»",
                                                                "«пролетариат»"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q048",
                                                "text":  "Крупные фирмы управлялись либо отдельными предпринимателями, либо несколькими членами одной семьи - и затем переходили к их потомкам:",
                                                "options":  [
                                                                "семейный капитализм",
                                                                "государственный капитализм",
                                                                "управленческий капитализм",
                                                                "институциональный капитализм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q049",
                                                "text":  "Менеджеры приобретают все большее влияние вследствие появления очень крупных фирм:",
                                                "options":  [
                                                                "управленческий капитализм",
                                                                "традиционный капитализм",
                                                                "семейный капитализм",
                                                                "народный капитализм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q050",
                                                "text":  "Единая сеть производственного управления, занятого не только принятием решений, но и распространением влияния корпорации вовне:",
                                                "options":  [
                                                                "институциональный капитализм",
                                                                "аграрный капитализм",
                                                                "малый бизнес",
                                                                "кооперативное движение"
                                                            ],
                                                "answer":  0
                                            }
                                        ]
                      },
                      {
                          "id":  "test-2-part-2",
                          "legacyId":  "test-2",
                          "title":  "Тест 4",
                          "description":  "50 вопросов. Часть 2 из тест 2",
                          "questions":  [
                                            {
                                                "id":  "t2-q051",
                                                "text":  "Автор работы «Протестантская этика и дух капитализма»:",
                                                "options":  [
                                                                "Макс Вебер",
                                                                "Эмиль Дюркгейм",
                                                                "Карл Маркс",
                                                                "Огюст Конт"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q052",
                                                "text":  "Он главную роль в формировании западноевропейского капиталистического духа отводил протестантской трудовой этике:",
                                                "options":  [
                                                                "Макс Вебер",
                                                                "Георг Зиммель",
                                                                "Толкотт Парсонс",
                                                                "Герберт Спенсер"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q053",
                                                "text":  "Синие воротнички – это …",
                                                "options":  [
                                                                "представители рабочего класса, занятые физическим трудом",
                                                                "менеджеры высшего звена и руководители корпораций",
                                                                "офисные сотрудники и государственные служащие",
                                                                "творческая интеллигенция и свободные художники"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q054",
                                                "text":  "Он проанализировал влияние протестантизма на становление капитализма:",
                                                "options":  [
                                                                "Макс Вебер",
                                                                "Роберт Мертон",
                                                                "Чарльз Кули",
                                                                "Питер Бергер"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q055",
                                                "text":  "К области нематериальной культуры относятся …",
                                                "options":  [
                                                                "ценности, нормы, верования, знания, идеи, язык и обычаи",
                                                                "здания, сооружения, транспортные средства и техника",
                                                                "орудия труда, одежда и предметы домашнего обихода",
                                                                "полезные ископаемые и природные ландшафты"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q056",
                                                "text":  "Понятие этноцентризм означает …",
                                                "options":  [
                                                                "склонность оценивать другие культуры исключительно через призму норм собственной культуры, считая её превосходящей",
                                                                "признание равенства всех культур и народов мира",
                                                                "процесс полного слияния нескольких этносов в один новый",
                                                                "изучение языков малых народов с целью их сохранения"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q057",
                                                "text":  "Понятие культурный релятивизм означает …",
                                                "options":  [
                                                                "убеждение, что каждая культура должна оцениваться только на основе её собственных стандартов",
                                                                "навязывание ценностей одной культуры всем остальным народам",
                                                                "отказ от признания культурных различий между людьми",
                                                                "теорию о неизбежной гибели всех национальных культур"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q058",
                                                "text":  "Понятие субкультура означает …",
                                                "options":  [
                                                                "система ценностей и норм, отличающая определенную группу от большинства общества",
                                                                "полное отсутствие культуры у определенных слоев населения",
                                                                "государственная программа по развитию сельских клубов",
                                                                "господствующая идеология, обязательная для всех граждан"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q059",
                                                "text":  "Понятие контркультура означает …",
                                                "options":  [
                                                                "субкультура, которая активно противостоит ценностям и нормам господствующей культуры",
                                                                "часть культуры, посвященная исключительно классической музыке",
                                                                "система образования для подготовки элитных специалистов",
                                                                "культура, основанная на строгом соблюдении всех государственных законов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q060",
                                                "text":  "Часть общей культуры, чьи нормы и ценности противоречат общекультурным нормам – это …",
                                                "options":  [
                                                                "контркультура",
                                                                "массовая культура",
                                                                "высокая культура",
                                                                "народная культура"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q061",
                                                "text":  "Культура – это …",
                                                "options":  [
                                                                "совокупность ценностей, норм, верований и материальных объектов, характерных для данного образа жизни",
                                                                "только набор правил посещения театров и библиотек",
                                                                "генетическая информация, передаваемая от родителей к детям",
                                                                "уровень развития промышленного производства в стране"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q062",
                                                "text":  "Культурные универсалии – это …",
                                                "options":  [
                                                                "общие черты, свойственные всем человеческим культурам (язык, брак, ритуалы)",
                                                                "предметы быта, которые производятся только в одной стране",
                                                                "законы, принятые Генеральной Ассамблеей ООН",
                                                                "технические стандарты производства автомобилей"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q063",
                                                "text":  "Часть общей культуры, чьи нормы и ценности не противоречат общекультурным нормам – это …",
                                                "options":  [
                                                                "субкультура",
                                                                "аномия",
                                                                "девиация",
                                                                "культурная изоляция"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q064",
                                                "text":  "Оценка поведения других групп исходя из норм собственной культуры – это …",
                                                "options":  [
                                                                "этноцентризм",
                                                                "толерантность",
                                                                "космополитизм",
                                                                "ассимиляция"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q065",
                                                "text":  "Когда поведение народа рассматривается с точки зрения культуры данного этноса – это …",
                                                "options":  [
                                                                "культурный релятивизм",
                                                                "ксенофобия",
                                                                "социальный дарвинизм",
                                                                "культурная экспансия"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q066",
                                                "text":  "По мнению М. Вебера большое влияние на развитие предпринимательского духа имел …",
                                                "options":  [
                                                                "протестантизм (протестантская этика)",
                                                                "католицизм с его системой индульгенций",
                                                                "античный политеизм",
                                                                "первобытный тотемизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q067",
                                                "text":  "Урбанизация – это …",
                                                "options":  [
                                                                "рост городов, увеличение доли городского населения и распространение городского образа жизни",
                                                                "массовое переселение жителей городов в сельскую местность",
                                                                "процесс разрушения старых зданий в исторических центрах",
                                                                "снижение общей численности населения страны"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q068",
                                                "text":  "Прибытие людей с других территорий — это:",
                                                "options":  [
                                                                "иммиграция",
                                                                "эмиграция",
                                                                "депортация",
                                                                "репатриация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q069",
                                                "text":  "Он разработал классификацию компонентов культуры (культурных универсалий):",
                                                "options":  [
                                                                "Джордж Питер Мердок",
                                                                "Бронислав Малиновский",
                                                                "Маргарет Мид",
                                                                "Эдвард Тайлор"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q070",
                                                "text":  "Количество культурных универсалий, выделенных Дж. П. Мердоком:",
                                                "options":  [
                                                                "более 70",
                                                                "ровно 5",
                                                                "около 500",
                                                                "более 1000"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q071",
                                                "text":  "Первый специальный труд по социологии:",
                                                "options":  [
                                                                "«Курс позитивной философии» Огюста Конта",
                                                                "«Протестантская этика и дух капитализма» Макса Вебера",
                                                                "«Разделение общественного труда» Эмиля Дюркгейма",
                                                                "«Капитал» Карла Маркса"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q072",
                                                "text":  "Автор Хоторнских экспериментов:",
                                                "options":  [
                                                                "Элтон Мэйо",
                                                                "Абрахам Маслоу",
                                                                "Фредерик Тейлор",
                                                                "Толкотт Парсонс"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q073",
                                                "text":  "Освоение человеком новых для себя ценностей – это:",
                                                "options":  [
                                                                "ресоциализация",
                                                                "десоциализация",
                                                                "инкультурация",
                                                                "девиация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q074",
                                                "text":  "Язык, идеи, верования, традиции относятся к:",
                                                "options":  [
                                                                "нематериальной (духовной) культуре",
                                                                "материальной культуре",
                                                                "технической культуре",
                                                                "биологическим инстинктам"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q075",
                                                "text":  "Произведения искусства, ритуалы, церемонии относятся к:",
                                                "options":  [
                                                                "символическим элементам культуры",
                                                                "первичным потребностям человека",
                                                                "природным ресурсам",
                                                                "экономическим показателям"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q076",
                                                "text":  "Важным источником законов являются:",
                                                "options":  [
                                                                "нравы и социальные нормы",
                                                                "климатические условия",
                                                                "уровень валового внутреннего продукта",
                                                                "количество высших учебных заведений"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q077",
                                                "text":  "Правила, которые проводятся в жизнь специальной политической организацией, пользующейся правом применять силу – это:",
                                                "options":  [
                                                                "законы",
                                                                "предрассудки",
                                                                "личные предпочтения",
                                                                "художественные вымыслы"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q078",
                                                "text":  "Манера одеваться, говорить относятся к:",
                                                "options":  [
                                                                "обычаям (или манерам)",
                                                                "государственным законам",
                                                                "врожденным рефлексам",
                                                                "религиозным догмам"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q079",
                                                "text":  "Религиозные церемонии, способы проведения досуга относятся к:",
                                                "options":  [
                                                                "культурным образцам (ритуалам)",
                                                                "орудиям материального производства",
                                                                "факторам биологического отбора",
                                                                "методам государственного принуждения"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q080",
                                                "text":  "Рокфеллеры являются представителями:",
                                                "options":  [
                                                                "высшего класса (семейного капитализма)",
                                                                "рабочего класса",
                                                                "среднего класса",
                                                                "маргинальных слоев"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q081",
                                                "text":  "В труде «Немецкая идеология» он использовал термины «производительные силы», «разделение труда»:",
                                                "options":  [
                                                                "Карл Маркс (совместно с Ф. Энгельсом)",
                                                                "Огюст Конт",
                                                                "Герберт Спенсер",
                                                                "Макс Вебер"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q082",
                                                "text":  "Мы не стали бы «людьми» в общепринятом смысле слова, если бы не было …",
                                                "options":  [
                                                                "процесса социализации",
                                                                "высокого уровня дохода",
                                                                "доступа к сети интернет",
                                                                "развития генной инженерии"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q083",
                                                "text":  "Футбольные фанаты – это представители:",
                                                "options":  [
                                                                "субкультуры",
                                                                "контркультуры",
                                                                "элитарной культуры",
                                                                "доминирующей культуры"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q084",
                                                "text":  "Племя – это:",
                                                "options":  [
                                                                "тип этнической общности, характерный для первобытнообщинного строя, основанный на кровном родстве",
                                                                "современное политическое объединение стран",
                                                                "группа людей, работающих в одной корпорации",
                                                                "высшая форма развития индустриальной нации"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q085",
                                                "text":  "Народность – это:",
                                                "options":  [
                                                                "тип этнической общности, возникающий в эпоху рабовладения и феодализма, объединяемый территорией и языком",
                                                                "добровольное объединение граждан по спортивным интересам",
                                                                "религиозная секта, не имеющая своей территории",
                                                                "научное сообщество исследователей культуры"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q086",
                                                "text":  "Нация – это:",
                                                "options":  [
                                                                "высшая форма этнической общности, характеризующаяся единством территории, экономики, языка и самосознания",
                                                                "небольшая группа родственников, проживающая в одном доме",
                                                                "объединение людей по профессиональному признаку",
                                                                "временный союз нескольких политических партий"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q087",
                                                "text":  "Ложное приписывание врожденных характеристик личности или поведения индивидам на основе внешних признаков:",
                                                "options":  [
                                                                "расизм",
                                                                "гуманизм",
                                                                "пацифизм",
                                                                "альтруизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q088",
                                                "text":  "Человек, верящий, что может существовать биологическое объяснение чертам превосходства или неполноценности людей:",
                                                "options":  [
                                                                "расист",
                                                                "космополит",
                                                                "антрополог",
                                                                "демократ"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q089",
                                                "text":  "Принудительное разделение людей на расовые, этнические или другие группы в повседневной жизни:",
                                                "options":  [
                                                                "сегрегация",
                                                                "интеграция",
                                                                "ассимиляция",
                                                                "глобализация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q090",
                                                "text":  "Части крупных городов, отведенные для добровольного или принудительного проживания меньшинств:",
                                                "options":  [
                                                                "гетто",
                                                                "мегаполисы",
                                                                "коттеджные поселки",
                                                                "агломерации"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q091",
                                                "text":  "Форма массового насилия, который ООН определяет как действия, совершаемые с намерением уничтожить, полностью или частично, какую-либо национальную, этническую, расовую или религиозную группу:",
                                                "options":  [
                                                                "геноцид",
                                                                "депортация",
                                                                "ассимиляция",
                                                                "стратификация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q092",
                                                "text":  "Иммигранты утрачивают собственные обычаи и перестраивают поведение в соответствии с ценностями и нормами большинства:",
                                                "options":  [
                                                                "ассимиляция",
                                                                "мультикультурализм",
                                                                "сегрегация",
                                                                "этноцентризм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q093",
                                                "text":  "Когда происходит соединение старых и новых обычаев, идет процесс формирования новых образцов культуры – это:",
                                                "options":  [
                                                                "«плавильный котел» (амальгамация)",
                                                                "культурная изоляция",
                                                                "апартеид",
                                                                "геттоизация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q094",
                                                "text":  "Когда за всеми многообразными субкультурами признаются равные права:",
                                                "options":  [
                                                                "культурный плюрализм (мультикультурализм)",
                                                                "культурный империализм",
                                                                "ксенофобия",
                                                                "социальный дарвинизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q095",
                                                "text":  "Действия, направленные на лишение членов одной группы возможностей, открытых для других – это:",
                                                "options":  [
                                                                "дискриминация",
                                                                "социализация",
                                                                "эмансипация",
                                                                "благотворительность"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q096",
                                                "text":  "Мнения или психологические установки, которые члены одной группы выражают применительно к другим:",
                                                "options":  [
                                                                "предрассудки",
                                                                "законы",
                                                                "гипотезы",
                                                                "идеальные типы"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q097",
                                                "text":  "Эта сегрегация характеризуется обязательным использованием параллельных учреждений (разных школ, больниц):",
                                                "options":  [
                                                                "институциональная (социальная) сегрегация",
                                                                "добровольная миграция",
                                                                "экономическая интеграция",
                                                                "культурная диффузия"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q098",
                                                "text":  "В условиях этой сегрегации отдельные группы вынуждены проживать в специально отведённых для них территориях (резервациях):",
                                                "options":  [
                                                                "территориальная (пространственная) сегрегация",
                                                                "цифровая трансформация",
                                                                "урбанизация",
                                                                "социальная мобильность"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q099",
                                                "text":  "Этот термин впервые был введён в обиход Р. Лемкиным:",
                                                "options":  [
                                                                "геноцид",
                                                                "аномия",
                                                                "статус",
                                                                "класс"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t2-q100",
                                                "text":  "Ограниченный код по Б. Бернстайну – это:",
                                                "options":  [
                                                                "упрощенная речевая система, опирающаяся на подразумеваемый контекст",
                                                                "научный язык, используемый в высшей школе",
                                                                "владение несколькими иностранными языками",
                                                                "тайный язык преступных группировок"
                                                            ],
                                                "answer":  0
                                            }
                                        ]
                      },
                      {
                          "id":  "test-3",
                          "legacyId":  "test-3",
                          "title":  "Тест 5",
                          "description":  "50 вопросов. Часть 1 из тест 3",
                          "questions":  [
                                            {
                                                "id":  "t3-q001",
                                                "text":  "Усложненный код по Б. Бернстайну – это:",
                                                "options":  [
                                                                "развитая речевая система, позволяющая выражать абстрактные идеи",
                                                                "язык жестов и мимики",
                                                                "использование исключительно диалектов и жаргонизмов",
                                                                "врожденная неспособность к изучению грамматики"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q002",
                                                "text":  "Кто предположил, что у детей из различных семей в ранние годы складываются разные языковые коды?",
                                                "options":  [
                                                                "Бэзил Бернстайн",
                                                                "Эмиль Дюркгейм",
                                                                "Огюст Конт",
                                                                "Чарльз Кули"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q003",
                                                "text":  "А. Смит является автором труда:",
                                                "options":  [
                                                                "«Исследование о природе и причинах богатства народов»",
                                                                "«Протестантская этика и дух капитализма»",
                                                                "«Государство»",
                                                                "«Общественный договор»"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q004",
                                                "text":  "Он проанализировал разделение труда на примере булавочного производства:",
                                                "options":  [
                                                                "Адам Смит",
                                                                "Карл Маркс",
                                                                "Макс Вебер",
                                                                "Роберт Мертон"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q005",
                                                "text":  "Подход к использованию цифровых ресурсов для преобразования работы организации:",
                                                "options":  [
                                                                "цифровая трансформация",
                                                                "техническая деградация",
                                                                "традиционное управление",
                                                                "механизация труда"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q006",
                                                "text":  "Антибиотики стали использоваться для лечения инфекций лишь в:",
                                                "options":  [
                                                                "1940-х годах (середина XX века)",
                                                                "1810-х годах",
                                                                "1750-х годах",
                                                                "начале XXI века"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q007",
                                                "text":  "Социальное явление, при котором происходит отторжение индивида от других в результате прекращения контактов:",
                                                "options":  [
                                                                "социальная изоляция",
                                                                "социальная адаптация",
                                                                "социальный лифт",
                                                                "социальный контроль"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q008",
                                                "text":  "Демография изучает:",
                                                "options":  [
                                                                "закономерности воспроизводства населения (рождаемость, смертность, миграцию)",
                                                                "влияние звезд на судьбу человека",
                                                                "способы обработки археологических находок",
                                                                "правила построения художественных текстов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q009",
                                                "text":  "Эйджизм – это:",
                                                "options":  [
                                                                "дискриминация человека на основании его возраста",
                                                                "почитание старейшин в традиционном обществе",
                                                                "процесс быстрого роста городов",
                                                                "теория о превосходстве одной расы над другой"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q010",
                                                "text":  "Самая главная функция образования – это:",
                                                "options":  [
                                                                "трансляция (передача) знаний и культурного опыта поколениям",
                                                                "организация досуга молодежи в вечернее время",
                                                                "продажа учебников и канцелярских товаров",
                                                                "формирование религиозного фанатизма"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q011",
                                                "text":  "Перемещение обучающихся на определенный академический год в другой вуз для обучения или проведения исследований – это:",
                                                "options":  [
                                                                "академическая мобильность",
                                                                "трудовая миграция",
                                                                "образовательная стагнация",
                                                                "политическая эмиграция"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q012",
                                                "text":  "Совместные международные научные исследования, обмен студентами и преподавателями – это:",
                                                "options":  [
                                                                "интернационализация образования",
                                                                "изоляционизм в науке",
                                                                "коммерциализация обучения",
                                                                "монополизация знаний"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q013",
                                                "text":  "Внедрение интенсивных методик обучения – это:",
                                                "options":  [
                                                                "технологизация (или интенсификация) образования",
                                                                "деградация учебного процесса",
                                                                "бюрократизация образования",
                                                                "консервация знаний"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q014",
                                                "text":  "Отклонения от норм, которые поощряются в данном обществе – это:",
                                                "options":  [
                                                                "позитивная девиация",
                                                                "преступное поведение",
                                                                "социальная аномия",
                                                                "культурный шок"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q015",
                                                "text":  "Поведение, которое осуждается обществом и влечет за собой наказания – это:",
                                                "options":  [
                                                                "негативная девиация",
                                                                "конформизм",
                                                                "инновация",
                                                                "альтруизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q016",
                                                "text":  "Преднамеренная атака на информацию, компьютерную систему или сеть, создающая опасность для жизни людей – это:",
                                                "options":  [
                                                                "кибертерроризм",
                                                                "цифровой маркетинг",
                                                                "системное администрирование",
                                                                "социальное проектирование"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q017",
                                                "text":  "По К.Марксу чувство безразличия к работе, отсутствие фактического контроля над условиями своего труда – это:",
                                                "options":  [
                                                                "отчуждение",
                                                                "солидарность",
                                                                "самоактуализация",
                                                                "корпоративный дух"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q018",
                                                "text":  "Использование компьютерных и телекоммуникационных технологий в террористических целях:",
                                                "options":  [
                                                                "кибертерроризм",
                                                                "электронное правительство",
                                                                "дистанционное обучение",
                                                                "сетевая интеграция"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q019",
                                                "text":  "Согласно ВОЗ «… является состоянием полного физического, душевного и социального благополучия»:",
                                                "options":  [
                                                                "здоровье",
                                                                "темперамент",
                                                                "карьера",
                                                                "престиж"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q020",
                                                "text":  "Современная медицина – это:",
                                                "options":  [
                                                                "высокотехнологичная отрасль, ориентированная на доказательные методы и биосоциальный подход",
                                                                "система, основанная исключительно на магии и народных поверьях",
                                                                "отрасль, полностью отрицающая роль социальных факторов в лечении",
                                                                "совокупность догматов, не менявшихся со времен средневековья"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q021",
                                                "text":  "В эпоху средневековья самыми опасными были заболевания:",
                                                "options":  [
                                                                "инфекционные болезни (эпидемии), такие как чума, холера и оспа",
                                                                "депрессия и синдром эмоционального выгорания",
                                                                "возрастные изменения костной ткани",
                                                                "заболевания, вызванные малоподвижным образом жизни"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q022",
                                                "text":  "В индустриальных странах распространены такие заболевания как:",
                                                "options":  [
                                                                "хронические неинфекционные заболевания: сердечно-сосудистые, онкология и диабет",
                                                                "острые тропические лихорадки и малярия",
                                                                "болезни, вызванные исключительно нехваткой витамина С (цинга)",
                                                                "заболевания, передающиеся через неочищенную речную воду"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q023",
                                                "text":  "Снижение уровня смертности в ХIХ веке стало возможным благодаря:",
                                                "options":  [
                                                                "улучшению санитарно-гигиенических условий, питания и развитию общественного здравоохранения",
                                                                "массовому строительству стадионов и фитнес-центров",
                                                                "запрету на использование любого вида транспорта",
                                                                "отказу от медицинского вмешательства в пользу естественного отбора"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q024",
                                                "text":  "Полностью отсутствуют как личные контакты с другими людьми, так и опосредованные способы общения – это:",
                                                "options":  [
                                                                "полная социальная изоляция",
                                                                "цифровая диета",
                                                                "профессиональная специализация",
                                                                "семейная идиллия"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q025",
                                                "text":  "Не имея возможности личной встречи, индивид свободно общается через телефон, почту, Интернет:",
                                                "options":  [
                                                                "опосредованное общение (или частичная социальная изоляция)",
                                                                "полное отсутствие социальных связей",
                                                                "физическая интеграция",
                                                                "традиционный личный визит"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q026",
                                                "text":  "Процесс, в ходе которого неблагоприятный район облюбовывают представители арт-сообщества или творческого класса:",
                                                "options":  [
                                                                "джентрификация",
                                                                "геттоизация",
                                                                "депортация",
                                                                "индустриализация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q027",
                                                "text":  "Увеличение продолжительности жизни и снижение рождаемости являются ведущими причинами:",
                                                "options":  [
                                                                "старения населения",
                                                                "демографического взрыва",
                                                                "роста детской преступности",
                                                                "расширения нуклеарных семей"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q028",
                                                "text":  "Эмигранты – это:",
                                                "options":  [
                                                                "люди, выезжающие из своей страны на постоянное или длительное проживание в другое государство",
                                                                "иностранцы, прибывшие в страну для временного отдыха по путевке",
                                                                "граждане, никогда не покидавшие пределы своего населенного пункта",
                                                                "люди, вернувшиеся на родину после долгого отсутствия"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q029",
                                                "text":  "Иммигранты – это:",
                                                "options":  [
                                                                "люди, въезжающие в данную страну из-за границы на постоянное или длительное проживание",
                                                                "туристы, находящиеся в стране проездом в течение одного дня",
                                                                "коренные жители, проживающие на территории в нескольких поколениях",
                                                                "официальные представители дипломатических миссий"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q030",
                                                "text":  "Под конурбациями понимают:",
                                                "options":  [
                                                                "скопление городских поселений, которые в процессе роста сливаются друг с другом",
                                                                "небольшие деревни, находящиеся на большом расстоянии друг от друга",
                                                                "территории, полностью лишенные человеческих поселений",
                                                                "административные здания в центре столицы"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q031",
                                                "text":  "Субурбанизация – это:",
                                                "options":  [
                                                                "процесс развития пригородов и переселения населения из центральных районов городов в пригородную зону",
                                                                "массовое возвращение жителей пригородов в сельскую местность для занятия фермерством",
                                                                "полное разрушение городской инфраструктуры и отказ от использования транспорта",
                                                                "строительство сверхвысоких небоскребов исключительно в деловом центре мегаполиса"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q032",
                                                "text":  "Глобальные города – это:",
                                                "options":  [
                                                                "города, являющиеся узловыми центрами мировой экономики, финансов и политики (например, Нью-Йорк, Лондон, Токио)",
                                                                "любые населенные пункты, в которых проживает более десяти тысяч человек",
                                                                "города, находящиеся в полной изоляции от мировой торговой системы",
                                                                "поселения, сохранившие первобытный уклад жизни и отсутствие промышленности"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q033",
                                                "text":  "Исследователь Саскиа Сэссен называет их глобальными городами:",
                                                "options":  [
                                                                "Нью-Йорк, Лондон, Токио",
                                                                "Рим, Афины, Спарта",
                                                                "Караганда, Шымкент, Тараз",
                                                                "Каир, Александрия, Гиза"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q034",
                                                "text":  "Неодинаковый доступ больших социальных групп людей к экономическим ресурсам, благам и власти:",
                                                "options":  [
                                                                "социальное неравенство",
                                                                "социальное партнерство",
                                                                "социальная гармония",
                                                                "социальная однородность"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q035",
                                                "text":  "Процесс, в ходе которого дети и другие члены общества учатся жить в этом обществе:",
                                                "options":  [
                                                                "социализация",
                                                                "приватизация",
                                                                "индустриализация",
                                                                "глобализация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q036",
                                                "text":  "Процесс усвоения индивидом культурной системы гендера того общества, в котором он живет – это:",
                                                "options":  [
                                                                "гендерная социализация",
                                                                "биологическая адаптация",
                                                                "профессиональная ориентация",
                                                                "политическая агитация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q037",
                                                "text":  "Переход человека из одной социальной группы в другую:",
                                                "options":  [
                                                                "социальная мобильность",
                                                                "социальная стагнация",
                                                                "социальная инженерия",
                                                                "социальная изоляция"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q038",
                                                "text":  "Отклонение от нормы, рассматриваемое большей частью общества как предосудительное и недопустимое:",
                                                "options":  [
                                                                "девиантное поведение (девиация)",
                                                                "конформное поведение",
                                                                "традиционное действие",
                                                                "этикетное поведение"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q039",
                                                "text":  "Нарушение закона, криминальное поведение:",
                                                "options":  [
                                                                "делинквентное поведение (преступность)",
                                                                "творческое самовыражение",
                                                                "административный регламент",
                                                                "меценатство"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q040",
                                                "text":  "Богатство в форме знания или идей, которое узаконивает обладание статусом и властью:",
                                                "options":  [
                                                                "культурный капитал (по П. Бурдье)",
                                                                "финансовый депозит",
                                                                "основной капитал предприятия",
                                                                "природные ресурсы страны"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q041",
                                                "text":  "Он считал, что религия – это человеческий продукт, следствие и форма отчуждения человеком своей сущности:",
                                                "options":  [
                                                                "Людвиг Фейербах",
                                                                "Макс Вебер",
                                                                "Огюст Конт",
                                                                "Питирим Сорокин"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q042",
                                                "text":  "Процесс снижения роли религии в сознании людей и жизни общества:",
                                                "options":  [
                                                                "секуляризация",
                                                                "сакрализация",
                                                                "инквизиция",
                                                                "теологизация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q043",
                                                "text":  "Он относится к позитивным девиантам:",
                                                "options":  [
                                                                "гений, герой или выдающийся ученый",
                                                                "мелкий воришка и хулиган",
                                                                "бюрократ, строго соблюдающий инструкции",
                                                                "человек, не имеющий собственного мнения"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q044",
                                                "text":  "Он относится к негативным девиантам:",
                                                "options":  [
                                                                "преступник, алкоголик, наркоман",
                                                                "олимпийский чемпион",
                                                                "изобретатель нового лекарства",
                                                                "лауреат Нобелевской премии"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q045",
                                                "text":  "Первичный сектор экономики включает:",
                                                "options":  [
                                                                "сельское хозяйство, рыболовство, лесоводство и добычу полезных ископаемых",
                                                                "производство компьютеров и программного обеспечения",
                                                                "банковское дело и страховые услуги",
                                                                "высшее образование и научные исследования"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q046",
                                                "text":  "К вторичному сектору экономики относится:",
                                                "options":  [
                                                                "обрабатывающая промышленность и строительство",
                                                                "выращивание пшеницы и разведение скота",
                                                                "розничная торговля и туризм",
                                                                "государственное управление"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q047",
                                                "text":  "К третичному сектору экономики относится:",
                                                "options":  [
                                                                "сфера услуг (образование, здравоохранение, торговля, финансы)",
                                                                "лесозаготовка и охотничий промысел",
                                                                "производство стали и выплавка чугуна",
                                                                "добыча нефти и природного газа"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q048",
                                                "text":  "Этот термин относится ко всем печатным, цифровым и электронным средствам связи:",
                                                "options":  [
                                                                "средства массовой информации (масс-медиа)",
                                                                "личная переписка в бумажных конвертах",
                                                                "система государственного делопроизводства",
                                                                "архивные документы древности"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q049",
                                                "text":  "Проявлением внутреннего социального контроля является:",
                                                "options":  [
                                                                "совесть (самоконтроль)",
                                                                "судебное решение",
                                                                "полицейский протокол",
                                                                "штраф за нарушение правил"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q050",
                                                "text":  "Автор теории эскалации неравенства (в современных исследованиях):",
                                                "options":  [
                                                                "Тома Пикетти",
                                                                "Герберт Спенсер",
                                                                "Огюст Конт",
                                                                "Эмиль Дюркгейм"
                                                            ],
                                                "answer":  0
                                            }
                                        ]
                      },
                      {
                          "id":  "test-3-part-2",
                          "legacyId":  "test-3",
                          "title":  "Тест 6",
                          "description":  "50 вопросов. Часть 2 из тест 3",
                          "questions":  [
                                            {
                                                "id":  "t3-q051",
                                                "text":  "Согласно этой теории богатые становятся богаче, бедные – беднее:",
                                                "options":  [
                                                                "эффект Матфея (или теория накопления преимуществ)",
                                                                "теория социальной справедливости",
                                                                "закон спроса и предложения",
                                                                "гипотеза всеобщего благоденствия"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q052",
                                                "text":  "Форма дифференциации, при которой группы и классы находятся на разных ступенях вертикальной иерархии и обладают неравными шансами:",
                                                "options":  [
                                                                "социальная стратификация",
                                                                "социальная статика",
                                                                "социальная интеграция",
                                                                "социальная коммуникация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q053",
                                                "text":  "По мнению ООН, одна из главных мировых проблем, связанных с развитием технологий:",
                                                "options":  [
                                                                "цифровой разрыв (цифровое неравенство)",
                                                                "избыток программного обеспечения",
                                                                "отсутствие конкуренции на рынке техники",
                                                                "высокая скорость передачи данных"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q054",
                                                "text":  "Кодирование в социологическом исследовании – это:",
                                                "options":  [
                                                                "перевод собранных данных (ответов респондентов) в числовые значения для последующей обработки",
                                                                "создание пароля для доступа к результатам опроса",
                                                                "шифрование анкет для скрытия их от проверяющих органов",
                                                                "процесс перевода вопросов на иностранные языки"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q055",
                                                "text":  "Он провозгласил «Изучайте социальные факты как вещи!»:",
                                                "options":  [
                                                                "Эмиль Дюркгейм",
                                                                "Макс Вебер",
                                                                "Огюст Конт",
                                                                "Карл Маркс"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q056",
                                                "text":  "Этот вид семьи был распространен в Казахстане в ХIХ веке:",
                                                "options":  [
                                                                "расширенная (патриархальная) кочевая семья",
                                                                "неполная монородительская семья",
                                                                "студенческая городская семья",
                                                                "неолокальная нуклеарная пара"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q057",
                                                "text":  "Этот тип наследования был распространен в Казахстане в ХIХ веке:",
                                                "options":  [
                                                                "патрилинейный (по мужской линии)",
                                                                "матрилинейный (по женской линии)",
                                                                "эгалитарный (в равных долях всем родственникам)",
                                                                "государственный (в пользу общины)"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q058",
                                                "text":  "Возвращение этнических казахов на историческую родину называется:",
                                                "options":  [
                                                                "репатриация (кандасы)",
                                                                "депортация",
                                                                "эмиграция",
                                                                "экспатриация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q059",
                                                "text":  "Понятие «Адал азамат» берет свое начало от:",
                                                "options":  [
                                                                "учения Абая о «Толық адам» (Целостном человеке)",
                                                                "принципов классического либерализма",
                                                                "теории постиндустриального общества",
                                                                "концепции экологического потребления"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q060",
                                                "text":  "Эта проблема в сфере гендерного равенства существует в Казахстане:",
                                                "options":  [
                                                                "«стеклянный потолок» и разрыв в оплате труда",
                                                                "отсутствие доступа женщин к начальному образованию",
                                                                "полный запрет на занятие женщинами государственных должностей",
                                                                "отсутствие права собственности у женщин"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q061",
                                                "text":  "Эта тенденция наблюдается в изменении семейных структур в современном Казахстане:",
                                                "options":  [
                                                                "переход от расширенной семьи к нуклеарной и рост возраста вступления в брак",
                                                                "массовый возврат к многопоколенным патриархальным семьям",
                                                                "полный отказ молодежи от официальной регистрации брака",
                                                                "резкое снижение возраста вступления в первый брак до 14 лет"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q062",
                                                "text":  "Принцип, который необходимо внедрить в кадровую политику в рамках «Стратегии-2050»:",
                                                "options":  [
                                                                "меритократия",
                                                                "фаворитизм",
                                                                "непотизм (кумовство)",
                                                                "протекционизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q063",
                                                "text":  "Власть достойных – это:",
                                                "options":  [
                                                                "меритократия",
                                                                "плутократия",
                                                                "охлократия",
                                                                "аристократия крови"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q064",
                                                "text":  "Республика Казахстан – социальное государство, это означает, что:",
                                                "options":  [
                                                                "государство создает условия для достойной жизни и поддерживает нуждающихся",
                                                                "рыночные отношения в стране полностью запрещены",
                                                                "все граждане обязаны иметь одинаковый уровень дохода",
                                                                "экономика ориентирована исключительно на добычу ресурсов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q065",
                                                "text":  "Наиболее распространённый тип семьи в городах Казахстана:",
                                                "options":  [
                                                                "нуклеарная семья",
                                                                "полигамная семья",
                                                                "расширенная семья",
                                                                "холостяцкое домохозяйство"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q066",
                                                "text":  "Согласно Кодексу РК «О браке и семье» (2011 г.) брачный возраст устанавливается в:",
                                                "options":  [
                                                                "18 лет",
                                                                "16 лет",
                                                                "21 год",
                                                                "14 лет"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q067",
                                                "text":  "Согласно переписи населения 2021 года в Казахстане проживает:",
                                                "options":  [
                                                                "около 19,2 млн человек",
                                                                "более 50 млн человек",
                                                                "менее 10 млн человек",
                                                                "около 15 млн человек"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q068",
                                                "text":  "Ожидаемая продолжительность жизни населения РК в 2022 г. составила:",
                                                "options":  [
                                                                "74,44 года",
                                                                "55,5 лет",
                                                                "62,3 года",
                                                                "89,1 года"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q069",
                                                "text":  "В этом году Казахстан участвовал во Всемирном обзоре ценностей (World Values Survey):",
                                                "options":  [
                                                                "2018 год",
                                                                "1991 год",
                                                                "2005 год",
                                                                "2023 год"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q070",
                                                "text":  "Согласно закону «О государственной молодежной политике» (с 2023 г.) молодежью признаются граждане:",
                                                "options":  [
                                                                "в возрасте от 14 до 35 лет",
                                                                "в возрасте от 18 до 25 лет",
                                                                "в возрасте от 16 до 30 лет",
                                                                "в возрасте от 10 до 40 лет"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q071",
                                                "text":  "Согласно Социальному кодексу Республики Казахстан (20.04.2023 г.) с 1 июля 2001 г. назначение пенсионных выплат по возрасту мужчинам производится по достижении:",
                                                "options":  [
                                                                "63 лет",
                                                                "60 лет",
                                                                "65 лет",
                                                                "58 лет"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q072",
                                                "text":  "Согласно Социальному кодексу Республики Казахстан (20.04.2023 г.) с 1 января 2031 года назначение пенсионных выплат по возрасту женщинам будет производиться по достижении ими:",
                                                "options":  [
                                                                "63 лет",
                                                                "58 лет",
                                                                "60 лет",
                                                                "61 года"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q073",
                                                "text":  "В перечень социально значимых заболеваний в Казахстане НЕ входит:",
                                                "options":  [
                                                                "грипп (или ОРВИ)",
                                                                "туберкулез",
                                                                "болезнь, вызванная вирусом иммунодефицита человека (ВИЧ)",
                                                                "злокачественные новообразования (онкология)"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q074",
                                                "text":  "Наиболее частые причины смертности в Казахстане:",
                                                "options":  [
                                                                "болезни системы кровообращения, новообразования и болезни органов дыхания",
                                                                "дорожно-транспортные происшествия и травматизм на производстве",
                                                                "инфекционные заболевания и отсутствие личной гигиены",
                                                                "стихийные бедствия и экологические катастрофы"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q075",
                                                "text":  "Самая многонаселенная область Казахстана по переписи населения 2021 года:",
                                                "options":  [
                                                                "Туркестанская область",
                                                                "Акмолинская область",
                                                                "Западно-Казахстанская область",
                                                                "Костанайская область"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q076",
                                                "text":  "В этом году прошла последняя перепись населения Казахстана:",
                                                "options":  [
                                                                "2021 год",
                                                                "2010 год",
                                                                "2015 год",
                                                                "2024 год"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q077",
                                                "text":  "В этом году была проведена первая перепись населения Республики Казахстан:",
                                                "options":  [
                                                                "1999 год",
                                                                "1991 год",
                                                                "2005 год",
                                                                "2009 год"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q078",
                                                "text":  "Этот город Казахстана является крупным по численности населения (2021 г.):",
                                                "options":  [
                                                                "Алматы (мегаполис номер один)",
                                                                "Кокшетау",
                                                                "Павлодар",
                                                                "Талдыкорган"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q079",
                                                "text":  "Ему принадлежат эти слова: «Человек – дитя своего времени. Если он плох, в том виноваты и его современники»:",
                                                "options":  [
                                                                "Абай Кунанбаев",
                                                                "Шокан Уалиханов",
                                                                "Ибрай Алтынсарин",
                                                                "Ахмет Байтурсынов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q080",
                                                "text":  "Автор слов «Вся земля станет добродетельной, если народы будут помогать друг другу для достижения счастья»:",
                                                "options":  [
                                                                "Аль-Фараби",
                                                                "Ходжа Ахмет Яссауи",
                                                                "Коркыт ата",
                                                                "Юсуф Баласагуни"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q081",
                                                "text":  "Ему принадлежат слова: «В идеале счастье – это цель, которая достигается с помощью добрых дел...»:",
                                                "options":  [
                                                                "Аль-Фараби",
                                                                "Султанмахмут Торайгыров",
                                                                "Шакарим Кудайбердиев",
                                                                "Махмуд Кашгари"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q082",
                                                "text":  "Любая модификация в социальной организации общества...:",
                                                "options":  [
                                                                "социальное изменение",
                                                                "социальная статика",
                                                                "социальная энтропия",
                                                                "социальная утопия"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q083",
                                                "text":  "Его сторонники утверждают, что между человеческими обществами идет та же борьба за существование...:",
                                                "options":  [
                                                                "социальный дарвинизм (Г. Спенсер)",
                                                                "символический интеракционизм (Дж. Мид)",
                                                                "структурный функционализм (Т. Парсонс)",
                                                                "феноменология (А. Шюц)"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q084",
                                                "text":  "Он считал, что каждое общество основывается на экономическом базисе...:",
                                                "options":  [
                                                                "Карл Маркс",
                                                                "Макс Вебер",
                                                                "Эмиль Дюркгейм",
                                                                "Питирим Сорокин"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q085",
                                                "text":  "Процесс всемирной экономической, политической, культурной и религиозной интеграции и унификации:",
                                                "options":  [
                                                                "глобализация",
                                                                "автаркия",
                                                                "изоляционизм",
                                                                "децентрализация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q086",
                                                "text":  "Философское течение, утверждающее, что все наши знания должны быть подвергнуты процедуре проверки посредством опыта:",
                                                "options":  [
                                                                "позитивизм",
                                                                "идеализм",
                                                                "схоластика",
                                                                "мистицизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q087",
                                                "text":  "Основатель позитивизма:",
                                                "options":  [
                                                                "Огюст Конт",
                                                                "Иммануил Кант",
                                                                "Бенедикт Спиноза",
                                                                "Фридрих Ницше"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q088",
                                                "text":  "Термин, которым О. Конт изначально обозначал «положительную» науку об обществе:",
                                                "options":  [
                                                                "социальная физика",
                                                                "социальная биология",
                                                                "социальная геометрия",
                                                                "социальная алхимия"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q089",
                                                "text":  "Культурная норма, отражающая эмоциональные реакции индивидов по отношению к своей нации...:",
                                                "options":  [
                                                                "национальная идентичность (патриотизм)",
                                                                "космополитизм",
                                                                "этноцентризм",
                                                                "ассимиляция"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q090",
                                                "text":  "Общества, в которых существует несколько крупных этнических группировок...:",
                                                "options":  [
                                                                "плюралистические общества",
                                                                "моноэтнические общества",
                                                                "тоталитарные общества",
                                                                "закрытые кастовые системы"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q091",
                                                "text":  "Как в Казахстане называется Национальный проект развития продуктивной занятости и массового предпринимательства?",
                                                "options":  [
                                                                "Национальный проект по развитию предпринимательства",
                                                                "Программа «Болашак»",
                                                                "Программа «Нурлы Жол»",
                                                                "Программа «Культурное наследие»"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q092",
                                                "text":  "Как называется в Казахстане Государственная программа развития цифровых технологий?",
                                                "options":  [
                                                                "«Цифровой Казахстан»",
                                                                "«Электронная Азия»",
                                                                "«Технологический прорыв»",
                                                                "«Smart-индустрия»"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q093",
                                                "text":  "Как называется в Казахстане система получения государственных услуг через интернет?",
                                                "options":  [
                                                                "Электронное правительство (eGov.kz)",
                                                                "Онлайн-акимат",
                                                                "Цифровой помощник",
                                                                "Сетевой парламент"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q094",
                                                "text":  "В Конституции Республики Казахстан статья 23 гласит:",
                                                "options":  [
                                                                "Граждане Республики Казахстан имеют право на свободу объединений",
                                                                "Каждый обязан заниматься предпринимательской деятельностью",
                                                                "Использование любого языка, кроме государственного, запрещено",
                                                                "Право собственности на землю имеют только иностранные граждане"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q095",
                                                "text":  "Согласно Конституции Республики Казахстан, брак – это:",
                                                "options":  [
                                                                "союз между мужчиной и женщиной, основанный на добровольности и равноправии сторон",
                                                                "договор между семьями о передаче имущества",
                                                                "временное соглашение, регулируемое религиозными нормами",
                                                                "политический союз, утверждаемый местными органами власти"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q096",
                                                "text":  "Согласно Конституции Республики Казахстан, забота о детях и их воспитание – это:",
                                                "options":  [
                                                                "естественное право и обязанность родителей",
                                                                "исключительная обязанность сотрудников школы",
                                                                "задача правоохранительных органов",
                                                                "личное дело ребенка по достижении им 5 лет"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q097",
                                                "text":  "Это Министерство в Казахстане ответственно за реализацию программы «Цифровой Казахстан»:",
                                                "options":  [
                                                                "Министерство цифрового развития, инноваций и аэрокосмической промышленности РК",
                                                                "Министерство сельского хозяйства РК",
                                                                "Министерство культуры и информации РК",
                                                                "Министерство обороны РК"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q098",
                                                "text":  "Система обязательного социального медицинского страхования (ОСМС) в Казахстане полноценно действует с:",
                                                "options":  [
                                                                "1 января 2020 года",
                                                                "1991 года",
                                                                "2010 года",
                                                                "2024 года"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q099",
                                                "text":  "Принцип солидарной ответственности в системе ОСМС в Казахстане означает, что за здоровье населения отвечают:",
                                                "options":  [
                                                                "государство, работодатель и сам гражданин",
                                                                "только частные страховые компании",
                                                                "исключительно международные организации здравоохранения",
                                                                "только родственники заболевшего человека"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "t3-q100",
                                                "text":  "2026 год в Казахстане (согласно планам концепции «Безопасный труд») официально связан с:",
                                                "options":  [
                                                                "Годом профилактики травматизма и безопасности на производстве",
                                                                "Годом массового освоения космоса",
                                                                "Годом отмены всех налогов для бизнеса",
                                                                "Годом запрета на использование интернета"
                                                            ],
                                                "answer":  0
                                            }
                                        ]
                      }
                  ]
    },
    {
        "id":  "politology",
        "title":  "Политология",
        "description":  "6 тестов по 50 вопросов",
        "tests":  [
                      {
                          "id":  "politology-test-1",
                          "legacyId":  "politology-test-1",
                          "title":  "Тест 1",
                          "description":  "50 вопросов. Часть 1 из тест 1",
                          "questions":  [
                                            {
                                                "id":  "p1-q001",
                                                "text":  "Политология – это наука",
                                                "options":  [
                                                                "о политике, политической власти, политических отношениях и закономерностях функционирования политических систем",
                                                                "о методах ведения бухгалтерского учета в государственных учреждениях",
                                                                "о биологических процессах в клетках живых организмов",
                                                                "о правилах лингвистического анализа древних текстов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q002",
                                                "text":  "Эта парадигма сформировалась на начальном этапе развития политических учений, когда власть и государство рассматривались как носители божественной воли",
                                                "options":  [
                                                                "Теологическая парадигма",
                                                                "Антропологическая парадигма",
                                                                "Технократическая парадигма",
                                                                "Марксистская парадигма"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q003",
                                                "text":  "Эта парадигма объясняет особенности политики преимущественно внесоциальными факторами - географической средой, климатическими условиями, биологическими и расовыми особенностями",
                                                "options":  [
                                                                "Натуралистическая парадигма",
                                                                "Социальная парадигма",
                                                                "Культурологическая парадигма",
                                                                "Либеральная парадигма"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q004",
                                                "text":  "Эта парадигма объясняет природу политики посредством социальных факторов, прежде всего определяющей ролью той или иной сферы общественной жизни",
                                                "options":  [
                                                                "Социальная парадигма",
                                                                "Биополитическая парадигма",
                                                                "Геополитическая парадигма",
                                                                "Теоцентрическая парадигма"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q005",
                                                "text":  "Эта парадигма объясняет политику в зависимости от ценностных установок общества, групп или субъектов",
                                                "options":  [
                                                                "Рационально-критическая парадигма",
                                                                "Географическая парадигма",
                                                                "Натуралистическая парадигма",
                                                                "Экономическая парадигма"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q006",
                                                "text":  "Бихевиористский метод изучает",
                                                "options":  [
                                                                "политическое поведение индивидов и малых групп",
                                                                "только тексты конституций и официальных законов",
                                                                "исключительно влияние рельефа местности на границы стран",
                                                                "химические реакции при производстве промышленного оборудования"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q007",
                                                "text":  "Страна, где возникла политология как наука и учебная дисциплина",
                                                "options":  [
                                                                "США",
                                                                "Италия",
                                                                "Древний Китай",
                                                                "Япония"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q008",
                                                "text":  "Период возникновения политологии как науки и учебной дисциплины",
                                                "options":  [
                                                                "конец XIX века (1880-е годы)",
                                                                "эпоха Возрождения (XV век)",
                                                                "середина XX века (1950-е годы)",
                                                                "начало XVIII века"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q009",
                                                "text":  "Этот метод выявляет сходства и различия",
                                                "options":  [
                                                                "Сравнительный (компаративистский) метод",
                                                                "Эмпирический метод",
                                                                "Бихевиористский метод",
                                                                "Психологический метод"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q010",
                                                "text":  "Этот метод использует анкетирование и опросы населения",
                                                "options":  [
                                                                "Эмпирический (социологический) метод",
                                                                "Исторический метод",
                                                                "Теологический метод",
                                                                "Системный метод"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q011",
                                                "text":  "Этот метод рассматривает общество, государство как систему, обладающую сложной структурой, каждый элемент которой выполняет специфические функции",
                                                "options":  [
                                                                "Системно-функциональный метод",
                                                                "Метод психоанализа",
                                                                "Сравнительный метод",
                                                                "Антропологический метод"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q012",
                                                "text":  "Эта закономерность отражает соотношение между экономическим базисом общества и политической властью как элементом надстройки",
                                                "options":  [
                                                                "Политико-экономическая закономерность",
                                                                "Политико-психологическая закономерность",
                                                                "Экологическая закономерность",
                                                                "Этнополитическая закономерность"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q013",
                                                "text":  "Эта закономерность характеризует развитие политической власти как особой социальной системы",
                                                "options":  [
                                                                "Политико-институциональная закономерность",
                                                                "Биологическая закономерность",
                                                                "Климатическая закономерность",
                                                                "Религиозная закономерность"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q014",
                                                "text":  "Эта закономерность отражает взаимоотношения между личностью и властью, связана с формированием политических чувств, настроений, ценностных ориентаций",
                                                "options":  [
                                                                "Политико-психологическая закономерность",
                                                                "Политико-экономическая закономерность",
                                                                "Демографическая закономерность",
                                                                "Технико-технологическая закономерность"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q015",
                                                "text":  "В Казахстане политология как наука стала развиваться с …",
                                                "options":  [
                                                                "начала 1990-х годов (с момента обретения суверенитета)",
                                                                "конца XVIII века",
                                                                "1920-х годов",
                                                                "начала 1960-х годов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q016",
                                                "text":  "Платон в «Законах» различает государства",
                                                "options":  [
                                                                "на основе сочетания различных форм правления (смешанное государство)",
                                                                "на основе количества потребляемой электроэнергии",
                                                                "по уровню развития информационных технологий",
                                                                "по площади лесных массивов на территории"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q017",
                                                "text":  "Он считал, что политика – царское искусство",
                                                "options":  [
                                                                "Платон",
                                                                "Никколо Макиавелли",
                                                                "Мартин Лютер",
                                                                "Аристотель"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q018",
                                                "text":  "По его мнению моральное право управлять государством имеет «средний элемент»",
                                                "options":  [
                                                                "Аристотель",
                                                                "Карл Маркс",
                                                                "Никколо Макиавелли",
                                                                "Платон"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q019",
                                                "text":  "Аристотель является автором этого труда",
                                                "options":  [
                                                                "«Политика»",
                                                                "«Государь»",
                                                                "«О граде Божьем»",
                                                                "«Левиафан»"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q020",
                                                "text":  "Аристотель",
                                                "options":  [
                                                                "Древнегреческий философ, основоположник политической науки",
                                                                "Американский политолог начала XXI века",
                                                                "Лидер европейской Реформации",
                                                                "Римский император периода упадка"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q021",
                                                "text":  "Он считал, что благополучие граждан определяется тем, какое число граждан обладает добродетелью и способно считаться с общим благом",
                                                "options":  [
                                                                "Аристотель",
                                                                "Никколо Макиавелли",
                                                                "Мартин Лютер",
                                                                "Томас Гоббс"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q022",
                                                "text":  "Он считал, что государство должно обеспечить гражданам счастливую жизнь, так как государство имеет все необходимое для самостоятельного существования и может обеспечить людям благосостояние и защитить их собственность",
                                                "options":  [
                                                                "Аристотель",
                                                                "Макс Вебер",
                                                                "Никколо Макиавелли",
                                                                "Джон Локк"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q023",
                                                "text":  "Он считал, что люди занимающие среднее положение в обществе не стремятся к захвату чужого добра и именно они обязаны править государством?",
                                                "options":  [
                                                                "Аристотель",
                                                                "Платон",
                                                                "Мартин Лютер",
                                                                "Никколо Макиавелли"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q024",
                                                "text":  "Ему принадлежит выражение «Цель оправдывает средства»?",
                                                "options":  [
                                                                "Никколо Макиавелли (хотя фраза является краткой формулировкой его идей из трактата «Государь»)",
                                                                "Аристотель",
                                                                "Мартин Лютер",
                                                                "Платон"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q025",
                                                "text":  "Он автор произведения «Политика»?",
                                                "options":  [
                                                                "Аристотель",
                                                                "Конфуций",
                                                                "Никколо Макиавелли",
                                                                "Мартин Лютер"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q026",
                                                "text":  "Он автор труда «Государь»?",
                                                "options":  [
                                                                "Никколо Макиавелли",
                                                                "Аристотель",
                                                                "Платон",
                                                                "Мартин Лютер"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q027",
                                                "text":  "В труде «Государь» он противопоставил политику морали?",
                                                "options":  [
                                                                "Никколо Макиавелли",
                                                                "Аристотель",
                                                                "Платон",
                                                                "Мартин Лютер"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q028",
                                                "text":  "Он выдвигает идею «сильного государя» способного решить задачу создания единого, централизованного государства?",
                                                "options":  [
                                                                "Никколо Макиавелли",
                                                                "Аристотель",
                                                                "Платон",
                                                                "Мартин Лютер"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q029",
                                                "text":  "М. Лютер впервые провозгласил?",
                                                "options":  [
                                                                "идею религиозной свободы (свободы совести) и равенства всех верующих перед Богом",
                                                                "необходимость создания всемирного правительства",
                                                                "теорию естественного отбора в политических процессах",
                                                                "план колонизации новых территорий в Африке"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q030",
                                                "text":  "М. Лютер?",
                                                "options":  [
                                                                "лидер Реформации, основатель лютеранства, выступавший против власти папы римского и за разделение светской и духовной власти",
                                                                "древнегреческий стратег, сторонник тирании",
                                                                "американский политолог, автор системного подхода",
                                                                "итальянский мыслитель, автор идеи «цель оправдывает средства»"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q031",
                                                "text":  "В этом произведении во главе государства стоит правитель по имени Солнце, или Метафизик",
                                                "options":  [
                                                                "«Город Солнца» (Томмазо Кампанелла)",
                                                                "«Утопия» (Томас Мор)",
                                                                "«Левиафан» (Томас Гоббс)",
                                                                "«Общественный договор» (Жан-Жак Руссо)"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q032",
                                                "text":  "В этом произведении в придуманном обществе отсутствует частная собственность, упраздняется семья, дети передаются на воспитание государству",
                                                "options":  [
                                                                "«Город Солнца» (Томмазо Кампанелла)",
                                                                "«Государь» (Никколо Макиавелли)",
                                                                "«Два трактата о государственном правлении» (Джон Локк)",
                                                                "«О духе законов» (Шарль Монтескье)"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q033",
                                                "text":  "Он является представителем теории утопического социализма",
                                                "options":  [
                                                                "Томас Мор или Томмазо Кампанелла",
                                                                "Аристотель или Платон",
                                                                "Джон Локк или Шарль Монтескье",
                                                                "Макс Вебер или Дэвид Истон"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q034",
                                                "text":  "В этом произведении в придуманном обществе существует много религий, и все они пользуются полной терпимостью",
                                                "options":  [
                                                                "«Утопия» (Томас Мор)",
                                                                "«Город Солнца» (Томмазо Кампанелла)",
                                                                "«Левиафан» (Томас Гоббс)",
                                                                "«Манифест Коммунистической партии» (Карл Маркс)"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q035",
                                                "text":  "В этом труде Т. Мор описал прообраз коммунистического общества",
                                                "options":  [
                                                                "«Утопия»",
                                                                "«Политика»",
                                                                "«Законы»",
                                                                "«Государь»"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q036",
                                                "text":  "Один из представителей теории общественного договора",
                                                "options":  [
                                                                "Томас Гоббс (также Джон Локк, Жан-Жак Руссо)",
                                                                "Томмазо Кампанелла",
                                                                "Анри Сен-Симон",
                                                                "Эдмунд Берк"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q037",
                                                "text":  "Т. Гоббс считал, что",
                                                "options":  [
                                                                "естественное состояние людей — это «война всех против всех», а для порядка необходимо сильное государство («Левиафан»)",
                                                                "народ имеет право на насильственное свержение любого правителя в любое время",
                                                                "частная собственность является единственной причиной всех бедствий человечества",
                                                                "государство должно полностью отсутствовать, так как люди по природе добры"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q038",
                                                "text":  "Ему принадлежит выражение «Ни один гражданин не должен быть настолько богат, чтобы быть в состоянии купить другого, и ни один – настолько беден, чтобы быть вынужденным продавать себя»",
                                                "options":  [
                                                                "Жан-Жак Руссо",
                                                                "Никколо Макиавелли",
                                                                "Томас Гоббс",
                                                                "Адам Смит"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q039",
                                                "text":  "Он является сторонником идеи общественного договора",
                                                "options":  [
                                                                "Жан-Жак Руссо (или Т. Гоббс, Дж. Локк)",
                                                                "Фридрих Ницше",
                                                                "Жозеф де Местр",
                                                                "Шарль Фурье"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q040",
                                                "text":  "Ему принадлежит идея народного суверенитета",
                                                "options":  [
                                                                "Жан-Жак Руссо",
                                                                "Томас Мор",
                                                                "Эдмунд Берк",
                                                                "Платон"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q041",
                                                "text":  "Томасу Мору принадлежит труд",
                                                "options":  [
                                                                "«Утопия»",
                                                                "«Город Солнца»",
                                                                "«Новая Атлантида»",
                                                                "«О граде Божьем»"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q042",
                                                "text":  "Томмазо Кампанелле принадлежит труд",
                                                "options":  [
                                                                "«Город Солнца»",
                                                                "«Утопия»",
                                                                "«Сумма теологии»",
                                                                "«Похвала глупости»"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q043",
                                                "text":  "Условия на острове Утопия в произведении Т. Мора",
                                                "options":  [
                                                                "отсутствие частной собственности, обязательный труд для всех, равенство в распределении благ и веротерпимость",
                                                                "неограниченная власть монарха, передающаяся по наследству божественным путем",
                                                                "рыночная экономика, основанная на жесткой конкуренции и свободном ценообразовании",
                                                                "разделение общества на касты с запретом на переход из одной группы в другую"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q044",
                                                "text":  "Он считал, что пользуясь «абсолютной свободой», люди могут погрузиться в состояние «войны всех против всех»",
                                                "options":  [
                                                                "Томас Гоббс",
                                                                "Роберт Оуэн",
                                                                "Жан-Жак Руссо",
                                                                "Карл Маркс"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q045",
                                                "text":  "Он является представителем социально-политического учения социализма",
                                                "options":  [
                                                                "Карл Маркс (или Фридрих Энгельс)",
                                                                "Иеремия Бентам",
                                                                "Фридрих фон Савиньи",
                                                                "Бенжамен Констан"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q046",
                                                "text":  "Он представитель социально-политического учения социализма",
                                                "options":  [
                                                                "Шарль Фурье (или Роберт Оуэн, Анри Сен-Симон)",
                                                                "Джон Стюарт Милль",
                                                                "Алексис де Токвиль",
                                                                "Фридрих Хайек"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q047",
                                                "text":  "С именами Э. Берка, Жозев де Местра, Ф. фон Савинья связана концепция",
                                                "options":  [
                                                                "Консерватизм",
                                                                "Либерализм",
                                                                "Социализм",
                                                                "Анархизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q048",
                                                "text":  "Его сторонники призывали к восстановлению монархии и возрождению традиционных ценностей феодального строя",
                                                "options":  [
                                                                "Реакционный консерватизм",
                                                                "Неолиберализм",
                                                                "Радикальный демократизм",
                                                                "Марксизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q049",
                                                "text":  "Консерваторы отводили им большую роль как главному фактору стабилизации общества",
                                                "options":  [
                                                                "Традициям, религии и семье",
                                                                "Революционным изменениям и реформам",
                                                                "Свободной конкуренции и атеизму",
                                                                "Классовой борьбе и диктатуре"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q050",
                                                "text":  "С именами Б. Констан, И. Бентам, Дж. Стюарт Милль связана концепция",
                                                "options":  [
                                                                "Либерализм",
                                                                "Консерватизм",
                                                                "Традиционализм",
                                                                "Коммунизм"
                                                            ],
                                                "answer":  0
                                            }
                                        ]
                      },
                      {
                          "id":  "politology-test-1-part-2",
                          "legacyId":  "politology-test-1",
                          "title":  "Тест 2",
                          "description":  "50 вопросов. Часть 2 из тест 1",
                          "questions":  [
                                            {
                                                "id":  "p1-q051",
                                                "text":  "Сторонники этой концепции защищали свободу предпринимательства, парламентский строй, политическую свободу личности, гласность",
                                                "options":  [
                                                                "Либерализм",
                                                                "Феодализм",
                                                                "Теократия",
                                                                "Тоталитаризм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q052",
                                                "text":  "С именами А. де Сен-Симон, Ш. Фурье, Р. Оуэн связана концепция",
                                                "options":  [
                                                                "Утопический социализм",
                                                                "Политический реализм",
                                                                "Христианская демократия",
                                                                "Элитизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q053",
                                                "text":  "Сторонники этого учения рассчитывали освободить народ от оков капитализма без классовой борьбы и революции",
                                                "options":  [
                                                                "Утопические социалисты",
                                                                "Большевики",
                                                                "Якобинцы",
                                                                "Фашисты"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q054",
                                                "text":  "Деятельность государственных органов, политических партий, общественных движений... с целью завоевания политической власти или ее упрочения",
                                                "options":  [
                                                                "Политика",
                                                                "Культура",
                                                                "Религия",
                                                                "Искусство"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q055",
                                                "text":  "Этот метод политической деятельности включает сопоставление точек зрения, разных подходов...",
                                                "options":  [
                                                                "Политическая дискуссия (диалог)",
                                                                "Политический шантаж",
                                                                "Ультиматум",
                                                                "Вооруженное восстание"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q056",
                                                "text":  "Это важнейший метод политической деятельности в процессе подготовки и принятия политических решений",
                                                "options":  [
                                                                "Компромисс",
                                                                "Диктат",
                                                                "Игнорирование оппонентов",
                                                                "Дезинформация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q057",
                                                "text":  "Этот метод политической деятельности включает тщательный анализ прошлого опыта, изучение данных статистики...",
                                                "options":  [
                                                                "Научный подход (прогнозирование)",
                                                                "Интуитивный метод",
                                                                "Гадание и астрология",
                                                                "Слепое копирование зарубежных моделей"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q058",
                                                "text":  "Внутреннюю политику по критерию различения сфер общественной жизни можно разделять на",
                                                "options":  [
                                                                "экономическую, социальную, культурную, национальную, экологическую",
                                                                "дружественную, враждебную, нейтральную и агрессивную",
                                                                "законную, незаконную, полузаконную и теневую",
                                                                "краткосрочную, среднесрочную, долгосрочную и вечную"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q059",
                                                "text":  "Совокупность научных положений, целей... с помощью которых осуществляется регулирование отношений... в сфере экономической жизни общества",
                                                "options":  [
                                                                "Экономическая политика",
                                                                "Демографическая политика",
                                                                "Военная доктрина",
                                                                "Уголовный кодекс"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q060",
                                                "text":  "По критерию направленности политику разделяют на",
                                                "options":  [
                                                                "внутреннюю и внешнюю",
                                                                "добрую и злую",
                                                                "северную и южную",
                                                                "мужскую и женскую"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q061",
                                                "text":  "По отраслевому критерию в экономической политике выделяют",
                                                "options":  [
                                                                "промышленную, аграрную, финансовую, инвестиционную, энергетическую и торговую политику",
                                                                "демографическую, семейную и молодежную политику",
                                                                "внешнеполитическую деятельность и дипломатические миссии",
                                                                "методы психологического воздействия на избирателей"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q062",
                                                "text":  "По отраслевому критерию в политике в сфере духовной жизни выделяют",
                                                "options":  [
                                                                "образовательную, научную, культурную, религиозную и информационную политику",
                                                                "фискальную, монетарную и антимонопольную политику",
                                                                "военную, полицейскую и пограничную политику",
                                                                "политику в области добычи и переработки полезных ископаемых"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q063",
                                                "text":  "Государственная политика как вид деятельности рассматривается на уровнях",
                                                "options":  [
                                                                "общенациональном (макроуровень), региональном (мезоуровень) и местном (микроуровень)",
                                                                "глобальном, межпланетном и галактическом",
                                                                "биологическом, физиологическом и химическом",
                                                                "краткосрочном, сверхкраткосрочном и мгновенном"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q064",
                                                "text":  "Эта функция политики выражается в том, что включает личность в социальные отношения...",
                                                "options":  [
                                                                "Функция политической социализации",
                                                                "Функция подавления инакомыслия",
                                                                "Функция накопления золотовалютных резервов",
                                                                "Функция технического надзора за строительством"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q065",
                                                "text":  "Эта функция политики выражается в создании гарантий прав и свобод личности...",
                                                "options":  [
                                                                "Защитная (правовая) или правоохранительная функция",
                                                                "Экспансионистская функция",
                                                                "Налоговая функция",
                                                                "Функция цензуры средств массовой информации"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q066",
                                                "text":  "Активно действующий и познающий, обладающий сознанием и волей индивид или социальная группа...",
                                                "options":  [
                                                                "Субъект политики",
                                                                "Объект политики",
                                                                "Ресурс политики",
                                                                "Побочный продукт политики"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q067",
                                                "text":  "То, на что направлена познавательная и иная деятельность субъекта",
                                                "options":  [
                                                                "Объект политики",
                                                                "Субъект политики",
                                                                "Политический метод",
                                                                "Политический прогноз"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q068",
                                                "text":  "Понятие общественные нормы — это",
                                                "options":  [
                                                                "правила поведения, регулирующие отношения между людьми и их объединениями",
                                                                "технические регламенты эксплуатации сложного оборудования",
                                                                "физические константы, определяющие законы гравитации",
                                                                "математические формулы для расчета прибыли предприятий"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q069",
                                                "text":  "Перечислите элементы власти",
                                                "options":  [
                                                                "субъект, объект, ресурсы (источники) и процесс (осуществление воли)",
                                                                "климат, рельеф, флора и фауна",
                                                                "инфляция, дефляция, стагнация и рецессия",
                                                                "гипотеза, диспозиция, санкция и преамбула"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q070",
                                                "text":  "Фетишизация власти",
                                                "options":  [
                                                                "наделение власти сверхъестественными, магическими свойствами, слепое поклонение ей",
                                                                "научное обоснование необходимости разделения властей",
                                                                "процесс добровольной передачи полномочий местным органам",
                                                                "использование электронных технологий в государственном управлении"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q071",
                                                "text":  "Персонификация власти",
                                                "options":  [
                                                                "отождествление власти с конкретной личностью (лидером), а не с институтами",
                                                                "передача власти от одного поколения к другому по закону",
                                                                "ограничение власти главы государства конституционными нормами",
                                                                "распределение власти между различными ветвями и ведомствами"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q072",
                                                "text":  "Принцип коллегиальности власти",
                                                "options":  [
                                                                "принятие решений группой лиц (советом, комитетом) на основе большинства голосов",
                                                                "единоличное принятие решений верховным правителем",
                                                                "отказ от принятия каких-либо решений до наступления кризиса",
                                                                "передача права принятия решений искусственному интеллекту"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q073",
                                                "text":  "Социальные ресурсы власти",
                                                "options":  [
                                                                "поддержка населения, социальный статус, демографические показатели, общественные организации",
                                                                "золотые запасы, нефтяные месторождения и промышленный потенциал",
                                                                "ядерное оружие, системы ПВО и численность регулярной армии",
                                                                "телекоммуникационные сети, серверные мощности и программное обеспечение"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q074",
                                                "text":  "Экономические ресурсы власти",
                                                "options":  [
                                                                "финансы, природные богатства, средства производства, земля, техника",
                                                                "общественное мнение, доверие граждан и авторитет лидеров",
                                                                "религиозные догмы, традиции предков и моральные заповеди",
                                                                "знания, опыт, квалификация и информация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q075",
                                                "text":  "Суть телеологической трактовки власти заключается в",
                                                "options":  [
                                                                "понимании власти как средства достижения определенных целей и результатов",
                                                                "рассмотрении власти как врожденного инстинкта доминирования",
                                                                "объяснении власти через влияние географического положения страны",
                                                                "трактовке власти как системы юридических норм и запретов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q076",
                                                "text":  "Суть бихевиористской трактовки власти заключается в",
                                                "options":  [
                                                                "рассмотрении власти как особого типа поведения, основанного на доминировании и подчинении",
                                                                "изучении исключительно божественного происхождения власти",
                                                                "анализе только экономических факторов удержания власти",
                                                                "поиске генетических предпосылок к обладанию властью"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q077",
                                                "text":  "Суть биологической трактовки власти – это",
                                                "options":  [
                                                                "понимание власти как механизма обуздания агрессивности человека, заложенной в его природе",
                                                                "объяснение власти как результата божественного откровения и воли",
                                                                "рассмотрение власти как итога развития производительных сил общества",
                                                                "понимание власти как продукта добровольного договора между людьми"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q078",
                                                "text":  "Принцип легитимности власти",
                                                "options":  [
                                                                "признание законности власти обществом и его готовность ей подчиняться",
                                                                "способность власти подавлять любые протесты силой оружия",
                                                                "наличие у власти огромных запасов природных ресурсов",
                                                                "управление государством на основе тайных оккультных знаний"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q079",
                                                "text":  "В этот год Казахстан стал членом Шанхайской Организации Сотрудничества",
                                                "options":  [
                                                                "в 2001 году (год основания ШОС)",
                                                                "в 1991 году",
                                                                "в 1945 году",
                                                                "в 2015 году"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q080",
                                                "text":  "Культурно-информационный ресурс власти",
                                                "options":  [
                                                                "знания, информация, СМИ, искусство, образование",
                                                                "танки, самолеты, артиллерия и ракетные установки",
                                                                "пахотные земли, водные ресурсы и лесные массивы",
                                                                "банковские счета, ценные бумаги и наличная валюта"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q081",
                                                "text":  "Принудительный ресурс власти",
                                                "options":  [
                                                                "армия, полиция, суды, тюрьмы, спецслужбы (силовой ресурс)",
                                                                "газеты, журналы, телевидение и социальные сети",
                                                                "школы, университеты, театры и библиотеки",
                                                                "заводы, фабрики, шахты и электростанции"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q082",
                                                "text":  "Принцип сохранения власти означает …",
                                                "options":  [
                                                                "стремление правящей группы удержать полномочия и контроль над государством",
                                                                "обязательную смену правительства каждые два месяца",
                                                                "отказ от государственных границ и суверенитета",
                                                                "передачу всех функций управления международным организациям"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q083",
                                                "text":  "Принцип предусмотрительности власти означает …",
                                                "options":  [
                                                                "способность прогнозировать последствия решений и предотвращать конфликты",
                                                                "ожидание указаний от иностранных государств перед принятием решений",
                                                                "игнорирование любых изменений в общественном мнении",
                                                                "действие наугад без предварительного анализа ситуации"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q084",
                                                "text":  "Форма политической власти, располагающая монопольным правом издавать законы...",
                                                "options":  [
                                                                "Государственная власть",
                                                                "Власть главы семьи",
                                                                "Власть руководителя частного предприятия",
                                                                "Власть неформального лидера группы друзей"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q085",
                                                "text":  "Принцип внутренней несвободы",
                                                "options":  [
                                                                "психологическое состояние подчинения, когда субъект не осознает возможности выбора или боится ответственности",
                                                                "юридическое закрепление прав человека в конституции страны",
                                                                "возможность каждого гражданина свободно выезжать за границу",
                                                                "отсутствие цензуры и наличие многопартийной системы"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q086",
                                                "text":  "Согласно Конституции Казахстана одно и то же лицо не может быть избрано Президентом Республики более",
                                                "options":  [
                                                                "одного раза (срок 7 лет без права переизбрания)",
                                                                "пяти раз подряд",
                                                                "десяти раз в течение жизни",
                                                                "неограниченного количества раз"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q087",
                                                "text":  "Год начала издания журнала «Political Sciences»",
                                                "options":  [
                                                                "1886 год",
                                                                "1789 год",
                                                                "1999 год",
                                                                "2010 год"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q088",
                                                "text":  "Год создания Международной Ассоциации политической науки под эгидой ЮНЕСКО",
                                                "options":  [
                                                                "1949 год",
                                                                "1800 год",
                                                                "1914 год",
                                                                "2005 год"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q089",
                                                "text":  "Согласно \"Стратегии - 2050\" первыми современными урбанистическими центрами Казахстана должны стать",
                                                "options":  [
                                                                "Астана, Алматы, Шымкент и Актобе",
                                                                "Павлодар, Костанай, Уральск и Актау",
                                                                "Тараз, Кызылорда, Семей и Туркестан",
                                                                "Кокшетау, Талдыкорган, Конаев и Жезказган"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q090",
                                                "text":  "ООН создан в",
                                                "options":  [
                                                                "1945 году",
                                                                "1918 году",
                                                                "1991 году",
                                                                "2000 году"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q091",
                                                "text":  "Система международных отношений, когда все государства в мире разделены на два блока – это",
                                                "options":  [
                                                                "биполярная система",
                                                                "анархическая система",
                                                                "теократическая система",
                                                                "изолированная система"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q092",
                                                "text":  "Система международных отношений, которая характеризуется множественностью центров силы – это",
                                                "options":  [
                                                                "многополярная (мультиполярная) система",
                                                                "однополярная система",
                                                                "тоталитарная система",
                                                                "дуалистическая система"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q093",
                                                "text":  "Тип мирового устройства, при котором власть сосредоточена в той или иной степени в одном центре – гегемоне – это",
                                                "options":  [
                                                                "монополярная (однополярная) система",
                                                                "биполярная система",
                                                                "конфедеративная система",
                                                                "хаотическая система"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q094",
                                                "text":  "В Казахстане исполнительную власть осуществляет",
                                                "options":  [
                                                                "Правительство Республики Казахстан",
                                                                "Сенат Парламента",
                                                                "Конституционный Суд",
                                                                "Мажилис Парламента"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q095",
                                                "text":  "Специфический институт политической системы, представляющий собой механизм воздействия групп давления на парламент",
                                                "options":  [
                                                                "лоббизм",
                                                                "абсентеизм",
                                                                "волюнтаризм",
                                                                "популизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q096",
                                                "text":  "Участники международных отношений",
                                                "options":  [
                                                                "государства, международные организации (ООН, НАТО), транснациональные корпорации, общественные движения",
                                                                "только частные лица, занимающиеся туризмом",
                                                                "исключительно научно-исследовательские институты биологии",
                                                                "только муниципальные органы мелких городов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q097",
                                                "text":  "Суть социально-экономической трактовки власти заключается",
                                                "options":  [
                                                                "в обладании ресурсами и собственностью как фундаментом политического господства",
                                                                "в изучении влияния климата на характер правителя",
                                                                "в анализе подсознательных страхов и комплексов лидера",
                                                                "в божественном предопределении судьбы каждого народа"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q098",
                                                "text":  "Суть реляционистской трактовки власти заключается",
                                                "options":  [
                                                                "в понимании власти как отношения между двумя субъектами, где один оказывает влияние на другого",
                                                                "в представлении власти как технического устройства управления машинами",
                                                                "в отрицании необходимости любого государственного принуждения",
                                                                "в рассмотрении власти как химической реакции в мозге человека"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q099",
                                                "text":  "Привилегированная группа, слой общества, который концентрирует в своих руках власть – это",
                                                "options":  [
                                                                "политическая элита",
                                                                "люмпен-пролетариат",
                                                                "маргинальные слои населения",
                                                                "средний класс"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p1-q100",
                                                "text":  "Элиту подразделяют на:",
                                                "options":  [
                                                                "правящую и оппозиционную (контрэлиту); высшую, среднюю и местную",
                                                                "северную, южную, западную и восточную",
                                                                "молодую, зрелую и пожилую",
                                                                "городскую и сельскую"
                                                            ],
                                                "answer":  0
                                            }
                                        ]
                      },
                      {
                          "id":  "politology-test-2",
                          "legacyId":  "politology-test-2",
                          "title":  "Тест 3",
                          "description":  "50 вопросов. Часть 1 из тест 2",
                          "questions":  [
                                            {
                                                "id":  "p2-q001",
                                                "text":  "Эти качества присущи шизоидальному политическому стилю лидерства",
                                                "options":  [
                                                                "замкнутость, уход в себя, нежелание участвовать в бурных дискуссиях, скрытность",
                                                                "чрезмерная эмоциональность и постоянное стремление быть в центре внимания",
                                                                "гиперактивность и агрессивное навязывание своей воли окружающим",
                                                                "панический страх перед принятием любых решений"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q002",
                                                "text":  "Эти качества присущи компульсивному политическому стилю лидерства",
                                                "options":  [
                                                                "мелочность, стремление всё перепроверять, идеализм, зацикленность на правилах",
                                                                "непредсказуемость действий и полный отказ от следования инструкциям",
                                                                "безразличие к результатам труда и халатное отношение к обязанностям",
                                                                "склонность к неоправданному риску и авантюризму"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q003",
                                                "text":  "Эти качества присущи демонстративному политическому стилю лидерства",
                                                "options":  [
                                                                "жажда внимания, артистизм, потребность во внешнем эффекте и одобрении",
                                                                "стремление к полной анонимности и работе в тени",
                                                                "холодный рационализм и полное отсутствие эмоций",
                                                                "подозрительность и поиск заговоров в своем окружении"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q004",
                                                "text":  "Эти качества присущи параноидальному политическому стилю лидерства",
                                                "options":  [
                                                                "подозрительность, недоверие к окружающим, стремление к жесткому контролю",
                                                                "излишняя доверчивость и мягкость в общении с подчиненными",
                                                                "стремление к равенству и полному делегированию полномочий",
                                                                "меланхолия и постоянные сомнения в собственной правоте"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q005",
                                                "text":  "Согласно В.Парето люди в обществе делятся на такие группы",
                                                "options":  [
                                                                "элита и неэлита",
                                                                "рабочие и крестьяне",
                                                                "верующие и атеисты",
                                                                "горожане и кочевники"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q006",
                                                "text":  "Согласно В. Парето среди управляющих есть психологические типы",
                                                "options":  [
                                                                "«львы» и «лисы»",
                                                                "«волки» и «овцы»",
                                                                "«орлы» и «змеи»",
                                                                "«медведи» и «пчелы»"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q007",
                                                "text":  "Основная характеристика политической элиты",
                                                "options":  [
                                                                "непосредственное участие в принятии важнейших государственных решений",
                                                                "полное отсутствие интереса к политическим процессам",
                                                                "занятость исключительно в сфере тяжелой промышленности",
                                                                "проживание только в сельской местности"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q008",
                                                "text":  "Системы рекрутирования элит",
                                                "options":  [
                                                                "система гильдий и антрепренерская система",
                                                                "система лотереи и система наследования по женской линии",
                                                                "система случайного выбора и система физических испытаний",
                                                                "система электронного голосования и система дуэлей"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q009",
                                                "text":  "Для антрепренерской системы рекрутирования элит характерны",
                                                "options":  [
                                                                "открытость, острая конкуренция, ориентация на личные качества и поддержка избирателей",
                                                                "закрытость, кумовство и продвижение только по родственным связям",
                                                                "пожизненное пребывание в должности без права ротации",
                                                                "отсутствие необходимости в профессиональной подготовке"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q010",
                                                "text":  "Для системы гильдий в рекрутировании элит характерны",
                                                "options":  [
                                                                "закрытость, медленный карьерный рост, жесткий отбор по формальным критериям",
                                                                "мгновенное назначение на высшие посты людей «с улицы»",
                                                                "отсутствие каких-либо требований к кандидатам",
                                                                "приоритет харизмы над профессиональным стажем"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q011",
                                                "text":  "При антрепренерской системе рекрутирования элит имеется",
                                                "options":  [
                                                                "высокая мобильность и значительная роль харизмы лидера",
                                                                "полная неподвижность кадров и отсутствие конкуренции",
                                                                "передача должностей только внутри узкого круга семей",
                                                                "запрет на участие в политике лиц из бизнеса"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q012",
                                                "text":  "Система гильдий в рекрутировании элит характеризуется",
                                                "options":  [
                                                                "высокой степенью преемственности и консерватизмом",
                                                                "постоянной революционной сменой всех кадров",
                                                                "хаотичностью назначений и отсутствием логики карьеры",
                                                                "полной прозрачностью всех этапов отбора для общества"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q013",
                                                "text":  "Авторитарный стиль руководства",
                                                "options":  [
                                                                "единоличное принятие решений и жесткий контроль за их исполнением",
                                                                "коллегиальное обсуждение всех вопросов с широким кругом лиц",
                                                                "полный отказ от контроля за действиями подчиненных",
                                                                "принятие решений путем жеребьевки"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q014",
                                                "text":  "Демократический стиль руководства",
                                                "options":  [
                                                                "привлечение подчиненных к принятию решений, поощрение инициативы и дискуссий",
                                                                "подавление любого личного мнения и требование слепого повиновения",
                                                                "устранение лидера от процесса управления государством",
                                                                "установление режима личной диктатуры"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q015",
                                                "text":  "Попустительский стиль руководства",
                                                "options":  [
                                                                "минимальное участие лидера в управлении, предоставление полной свободы действий",
                                                                "чрезмерная опека каждого шага сотрудников",
                                                                "установление жестких графиков и системы штрафов",
                                                                "активное участие во всех процессах организации лично руководителем"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q016",
                                                "text":  "Избранная категория людей, занимающих привилегированное положение в обществе",
                                                "options":  [
                                                                "элита",
                                                                "пролетариат",
                                                                "контркультура",
                                                                "маргиналы"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q017",
                                                "text":  "Он утверждал, что в обществе есть управляющие и управляемые",
                                                "options":  [
                                                                "Гаэтано Моска",
                                                                "Карл Маркс",
                                                                "Адам Смит",
                                                                "Зигмунд Фрейд"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q018",
                                                "text":  "Он бывает параноидальным, демонстративным, компульсивным, депрессивным",
                                                "options":  [
                                                                "политический стиль лидерства",
                                                                "тип государственного устройства",
                                                                "метод экономического планирования",
                                                                "вид международных санкций"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q019",
                                                "text":  "Согласно В.Парето элита, предпочитающая жесткие методы руководства",
                                                "options":  [
                                                                "«львы»",
                                                                "«кролики»",
                                                                "«лисы»",
                                                                "«совы»"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q020",
                                                "text":  "Согласно В.Парето элита, предпочитающая хитрость, изворотливость",
                                                "options":  [
                                                                "«лисы»",
                                                                "«медведи»",
                                                                "«львы»",
                                                                "«быки»"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q021",
                                                "text":  "Она бывает литературная, научная, творческая, военная, политическая",
                                                "options":  [
                                                                "Элита",
                                                                "Партия",
                                                                "Фракция",
                                                                "Коалиция"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q022",
                                                "text":  "Этот термин переводится как «ведущий, управляющий другими людьми»",
                                                "options":  [
                                                                "Лидер (от англ. leader)",
                                                                "Дипломат",
                                                                "Спикер",
                                                                "Монарх"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q023",
                                                "text":  "Люди, обладающие элитными качествами, но пока не имеющие доступ к руководящим функциям",
                                                "options":  [
                                                                "Контрэлита",
                                                                "Номенклатура",
                                                                "Аристократия",
                                                                "Олигархия"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q024",
                                                "text":  "Согласно М.Веберу традиционное лидерство – это",
                                                "options":  [
                                                                "лидерство, основанное на вере в святость обычаев и законность власти, передаваемой по наследству",
                                                                "правление, установленное путем военного переворота и силы",
                                                                "власть, полученная в результате победы на демократических выборах",
                                                                "руководство, опирающееся на использование высоких технологий"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q025",
                                                "text":  "Согласно М.Веберу рациональное лидерство – это",
                                                "options":  [
                                                                "легальное лидерство, основанное на вере в законность существующих порядков и законное право лидеров на отдачу распоряжений",
                                                                "лидерство, базирующееся на личной преданности вождю",
                                                                "власть, основанная на религиозном фанатизме",
                                                                "форма правления, при которой лидер назначается жрецами"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q026",
                                                "text":  "Согласно М.Веберу харизматическое лидерство – это",
                                                "options":  [
                                                                "лидерство, основанное на вере в необыкновенные, сверхъестественные способности вождя",
                                                                "власть, ограниченная строгими рамками конституции",
                                                                "система управления, при которой все решения принимает парламент",
                                                                "лидерство, передающееся исключительно по праву рождения"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q027",
                                                "text":  "Системная совокупность политических, экономических... связей между субъектами мирового сообщества",
                                                "options":  [
                                                                "Международные отношения",
                                                                "Межэтнические конфликты",
                                                                "Гражданское общество",
                                                                "Внутренняя политика"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q028",
                                                "text":  "Это способность человека (группы людей) в условиях коллективной политической деятельности объединять и направлять действия группы...",
                                                "options":  [
                                                                "Политическое лидерство",
                                                                "Политический абсентеизм",
                                                                "Политический радикализм",
                                                                "Политический консерватизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q029",
                                                "text":  "Д.Истон считал, что политическая система – это",
                                                "options":  [
                                                                "саморегулирующийся механизм, преобразующий идущие от общества импульсы (вход) в политические решения (выход)",
                                                                "хаотичное столкновение различных интересов, не имеющее логики",
                                                                "исключительно деятельность правоохранительных органов по борьбе с преступностью",
                                                                "совокупность всех географических объектов на территории государства"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q030",
                                                "text":  "Устойчивое состояние политической системы, позволяющее эффективно функционировать и развиваться...",
                                                "options":  [
                                                                "Политическая стабильность",
                                                                "Политическая стагнация",
                                                                "Политическая деградация",
                                                                "Политический кризис"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q031",
                                                "text":  "Главная цель политической системы",
                                                "options":  [
                                                                "сохранение целостности общества и эффективное управление общественными процессами",
                                                                "обогащение только членов правящей партии",
                                                                "создание условий для постоянных революций и переворотов",
                                                                "полная изоляция государства от внешнего мира"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q032",
                                                "text":  "Он считал, что власть в политике играет роль, сопоставимую с ролью денег в экономике",
                                                "options":  [
                                                                "Толкотт Парсонс",
                                                                "Адам Смит",
                                                                "Томас Мор",
                                                                "Жан-Жак Руссо"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q033",
                                                "text":  "Патриархи теории политической системы",
                                                "options":  [
                                                                "Дэвид Истон и Габриэль Алмонд",
                                                                "Платон и Аристотель",
                                                                "Карл Маркс и Фридрих Энгельс",
                                                                "Томас Гоббс и Джон Локк"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q034",
                                                "text":  "Первый политолог, описавший политическую жизнь с системных позиций",
                                                "options":  [
                                                                "Дэвид Истон",
                                                                "Макс Вебер",
                                                                "Никколо Макиавелли",
                                                                "Шарль Монтескье"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q035",
                                                "text":  "Автор работы «Политическая система» (1953), «Системный анализ политической жизни» (1965)",
                                                "options":  [
                                                                "Дэвид Истон",
                                                                "Гаэтано Моска",
                                                                "Роберт Михельс",
                                                                "Вильфредо Парето"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q036",
                                                "text":  "Комплекс государственных и негосударственных институтов, осуществляющих политические функции...",
                                                "options":  [
                                                                "Политическая система",
                                                                "Политическая идеология",
                                                                "Политическая культура",
                                                                "Политический имидж"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q037",
                                                "text":  "Парламентские режимы разделяются на",
                                                "options":  [
                                                                "парламентарную монархию и парламентарную республику",
                                                                "абсолютную монархию и тиранию",
                                                                "военную диктатуру и хунту",
                                                                "анархию и охлократию"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q038",
                                                "text":  "Кто считал, что до появления государства люди жили по принципу «человек человеку – волк»",
                                                "options":  [
                                                                "Томас Гоббс",
                                                                "Томас Мор",
                                                                "Джон Локк",
                                                                "Жан-Жак Руссо"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q039",
                                                "text":  "Пример конфедерации",
                                                "options":  [
                                                                "ЕС (Европейский Союз — имеет признаки), СНГ (в начале пути), исторически — США (до 1787 г.), Швейцария (до 1848 г.)",
                                                                "Современная Франция",
                                                                "Королевство Саудовская Аравия",
                                                                "Республика Казахстан"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q040",
                                                "text":  "В президентской республике правительство несет политическую ответственность …",
                                                "options":  [
                                                                "перед Президентом",
                                                                "перед лидерами иностранных государств",
                                                                "перед религиозными организациями",
                                                                "перед оппозиционными партиями в парламенте"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q041",
                                                "text":  "Страна, где форма правления парламентская республика",
                                                "options":  [
                                                                "Германия (или Италия, Индия)",
                                                                "США",
                                                                "Оман",
                                                                "Марокко"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q042",
                                                "text":  "Страна, где форма правления президентская республика",
                                                "options":  [
                                                                "США (или Бразилия, Мексика)",
                                                                "Великобритания",
                                                                "Испания",
                                                                "Япония"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q043",
                                                "text":  "Страна с унитарным государственным устройством",
                                                "options":  [
                                                                "Казахстан (или Франция, Япония)",
                                                                "США",
                                                                "Германия",
                                                                "Канада"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q044",
                                                "text":  "Унитарное государство – это …",
                                                "options":  [
                                                                "единое государство, части которого не обладают признаками государственного суверенитета",
                                                                "союз государств, сохраняющих полную независимость во всех вопросах",
                                                                "государство, состоящее из субъектов, имеющих свои конституции и гражданство",
                                                                "временное объединение территорий для ведения войны"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q045",
                                                "text":  "Президентская республика – это …",
                                                "options":  [
                                                                "форма правления, где президент является одновременно главой государства и главой исполнительной власти",
                                                                "государство, где вся власть принадлежит наследственному монарху",
                                                                "форма правления, где президент выполняет только церемониальные функции",
                                                                "система, при которой правительство назначается исключительно парламентом"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q046",
                                                "text":  "Конфедерация – это …",
                                                "options":  [
                                                                "союз суверенных государств, созданный для достижения определенных целей (военных, экономических)",
                                                                "жестко централизованное государство с единой системой права",
                                                                "форма правления, основанная на власти духовенства",
                                                                "захват территории одного государства другим"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q047",
                                                "text":  "Признаками абсолютной монархии является …",
                                                "options":  [
                                                                "неограниченная власть монарха, отсутствие парламента и ответственности перед народом",
                                                                "наличие сильной конституции и независимых судов",
                                                                "выборность главы государства на определенный срок",
                                                                "многопартийность и свободные СМИ"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q048",
                                                "text":  "Япония – это …",
                                                "options":  [
                                                                "конституционная (парламентарная) монархия",
                                                                "абсолютная теократическая монархия",
                                                                "президентская республика",
                                                                "социалистическое государство"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q049",
                                                "text":  "Основатели патриархальной теории возникновения государства",
                                                "options":  [
                                                                "Аристотель, Фильмер, Михайловский",
                                                                "К. Маркс, Ф. Энгельс",
                                                                "Т. Гоббс, Дж. Локк",
                                                                "Л. Гумплович, К. Каутский"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q050",
                                                "text":  "Основатели материалистической теории возникновения государства",
                                                "options":  [
                                                                "К. Маркс, Ф. Энгельс, В. Ленин",
                                                                "Аристотель, Платон",
                                                                "Фома Аквинский, Аврелий Августин",
                                                                "З. Фрейд, Э. Фромм"
                                                            ],
                                                "answer":  0
                                            }
                                        ]
                      },
                      {
                          "id":  "politology-test-2-part-2",
                          "legacyId":  "politology-test-2",
                          "title":  "Тест 4",
                          "description":  "50 вопросов. Часть 2 из тест 2",
                          "questions":  [
                                            {
                                                "id":  "p2-q051",
                                                "text":  "Основатели теории общественного договора",
                                                "options":  [
                                                                "Т. Гоббс, Дж. Локк, Ж.-Ж. Руссо",
                                                                "Л. Гумплович, К. Каутский, Е. Дюринг",
                                                                "К. Маркс, Ф. Энгельс, В. Ленин",
                                                                "Аристотель, Платон, Сократ"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q052",
                                                "text":  "Основатели теории политического насилия и завоевания",
                                                "options":  [
                                                                "Л. Гумплович, К. Каутский, Е. Дюринг",
                                                                "Т. Гоббс, Дж. Локк, Ж.-Ж. Руссо",
                                                                "Ф. Аквинский, Ж. Маритен",
                                                                "Р. Филмер, Н. Михайловский"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q053",
                                                "text":  "Верховенство монарха проявляется при…",
                                                "options":  [
                                                                "абсолютной монархии (монополия на законодательную, исполнительную и судебную власть)",
                                                                "парламентской монархии, где он выполняет церемониальные функции",
                                                                "демократическом режиме с разделением властей",
                                                                "республиканской форме правления"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q054",
                                                "text":  "Основная суть теории насилия в происхождении государства",
                                                "options":  [
                                                                "государство возникает как результат завоевания одного племени другим для управления побежденными",
                                                                "государство является результатом божественного откровения и воли высших сил",
                                                                "государство возникает как добровольное соглашение между свободными индивидами",
                                                                "государство — это естественное развитие разросшейся семьи"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q055",
                                                "text":  "Основная суть теории общественного договора происхождения государства",
                                                "options":  [
                                                                "государство возникает как добровольное соглашение людей ради обеспечения безопасности и порядка",
                                                                "государство создается сильным племенем для эксплуатации слабого племени",
                                                                "государство формируется как аппарат подавления одного класса другим",
                                                                "государство даровано людям Богом для поддержания мира на земле"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q056",
                                                "text":  "Основная суть марксисткой теории происхождения государства",
                                                "options":  [
                                                                "государство возникает с появлением частной собственности и делением общества на антагонистические классы",
                                                                "государство возникает из-за психологической потребности людей подчиняться сильному лидеру",
                                                                "государство является следствием договора между правителем и подданными",
                                                                "государство создается для защиты исконных традиций и обычаев предков"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q057",
                                                "text":  "Федерация – это …",
                                                "options":  [
                                                                "форма государственного устройства, при которой части государства являются государственными образованиями с определенной политической самостоятельностью",
                                                                "союз абсолютно независимых государств, не имеющих общих органов управления",
                                                                "единое государство, разделенное на административные единицы, не имеющие своих законов",
                                                                "временное военное объединение нескольких стран против общего врага"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q058",
                                                "text":  "Происхождение государства по К. Марксу",
                                                "options":  [
                                                                "результат классовой борьбы; инструмент господства одного класса над другим",
                                                                "результат договора между сословиями о распределении налогов",
                                                                "следствие необходимости организации крупных ирригационных работ в долинах рек",
                                                                "итог постепенного совершенствования человеческого разума и морали"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q059",
                                                "text":  "Страна с федеративным государственным устройством",
                                                "options":  [
                                                                "Россия (или США, Германия, Индия)",
                                                                "Казахстан",
                                                                "Франция",
                                                                "Япония"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q060",
                                                "text":  "Монархия – это …",
                                                "options":  [
                                                                "форма правления, при которой верховная власть принадлежит одному человеку и передается по наследству",
                                                                "система, при которой глава государства выбирается парламентом на 5 лет",
                                                                "власть народа, осуществляемая через регулярные референдумы",
                                                                "правление узкой группы богатых людей (олигархов)"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q061",
                                                "text":  "Страна с унитарным государственным устройством",
                                                "options":  [
                                                                "Казахстан (или Франция, Турция)",
                                                                "Бразилия",
                                                                "Канада",
                                                                "Объединенные Арабские Эмираты"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q062",
                                                "text":  "По формам правления государства бывают:",
                                                "options":  [
                                                                "монархии и республики",
                                                                "федерации и унитарные государства",
                                                                "демократии и диктатуры",
                                                                "союзы и блоки"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q063",
                                                "text":  "Монархии бывают:",
                                                "options":  [
                                                                "абсолютные, конституционные (дуалистические и парламентские)",
                                                                "президентские и смешанные",
                                                                "народные и элитарные",
                                                                "светские и атеистические"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q064",
                                                "text":  "Республики бывают:",
                                                "options":  [
                                                                "президентские, парламентские и смешанные",
                                                                "наследственные и пожизненные",
                                                                "унитарные и конфедеративные",
                                                                "теократические и родоплеменные"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q065",
                                                "text":  "Основные признаки абсолютной монархии",
                                                "options":  [
                                                                "отсутствие парламента, неограниченная власть монарха, отсутствие ответственности перед народом",
                                                                "наличие сильной оппозиции и свободных выборов главы государства",
                                                                "строгое разделение властей на независимые ветви",
                                                                "ежегодная отчетность монарха перед общественными организациями"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q066",
                                                "text":  "Основные признаки парламентской республики",
                                                "options":  [
                                                                "правительство формируется парламентом, подотчетно ему; президент обладает в основном представительскими функциями",
                                                                "президент имеет право вето на любые законы и единолично командует армией",
                                                                "отсутствие поста премьер-министра и кабинета министров",
                                                                "передача власти от отца к сыну без участия избирателей"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q067",
                                                "text":  "Основные признаками президентской республики",
                                                "options":  [
                                                                "президент избирается всенародно, сам формирует правительство и возглавляет исполнительную власть",
                                                                "президент назначается монархом и не имеет реальных полномочий",
                                                                "правительство несет ответственность только перед религиозным советом",
                                                                "в стране запрещена деятельность любых политических партий"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q068",
                                                "text":  "Основные признаки унитарного государства",
                                                "options":  [
                                                                "единая конституция, единая система органов власти и гражданство; отсутствие суверенитета у регионов",
                                                                "наличие у каждой области собственной армии и права печатать свою валюту",
                                                                "право любого региона выйти из состава государства в одностороннем порядке",
                                                                "отсутствие центрального правительства и единой столицы"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q069",
                                                "text":  "Основные признаки федерации",
                                                "options":  [
                                                                "наличие двух уровней власти (федеральный и субъектов), двухпалатный парламент, наличие местных конституций",
                                                                "полное подчинение всех местных чиновников только одному человеку в столице",
                                                                "отсутствие официальных границ между субъектами и единого законодательства",
                                                                "назначение глав регионов исключительно указом верховного правителя без учета мнения населения"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q070",
                                                "text":  "Основные признаками конфедерации",
                                                "options":  [
                                                                "отсутствие единой территории и гражданства, сохранение полного суверенитета участников, право выхода",
                                                                "наличие мощного центрального аппарата, диктующего волю всем городам",
                                                                "единая налоговая система и общие для всех жителей паспорта",
                                                                "запрет на ведение самостоятельной внешней политики участниками союза"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q071",
                                                "text":  "НЕ является признаком конституционной монархии:",
                                                "options":  [
                                                                "полная и бесконтрольная власть монарха во всех сферах",
                                                                "наличие конституции, ограничивающей права правителя",
                                                                "существование выборного законодательного органа (парламента)",
                                                                "ответственность правительства перед представительным органом"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q072",
                                                "text":  "Недемократические политические режимы",
                                                "options":  [
                                                                "тоталитаризм и авторитаризм",
                                                                "либерализм и социал-демократия",
                                                                "парламентаризм и конституционализм",
                                                                "плюрализм и многопартийность"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q073",
                                                "text":  "Предполагает право граждан голосованием принять/отвергнуть решения... участие сведено к голосованию",
                                                "options":  [
                                                                "Плебисцитарная демократия",
                                                                "Делиберативная демократия",
                                                                "Прямая демократия",
                                                                "Анархо-синдикализм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q074",
                                                "text":  "Предполагает непосредственное участие граждан в процессе подготовки, обсуждения и принятия решений...",
                                                "options":  [
                                                                "Прямая демократия",
                                                                "Представительная демократия",
                                                                "Плебисцитарная демократия",
                                                                "Тоталитарный режим"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q075",
                                                "text":  "Граждане выбирают в органы власти своих представителей...",
                                                "options":  [
                                                                "Представительная демократия",
                                                                "Охлократия (власть толпы)",
                                                                "Теократия",
                                                                "Военная диктатура"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q076",
                                                "text":  "Обязанность избранных представителей голосовать строго в соответствии с наказом избирателей",
                                                "options":  [
                                                                "Императивный мандат",
                                                                "Свободный мандат",
                                                                "Пожизненный мандат",
                                                                "Консультативный мандат"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q077",
                                                "text":  "Право избранных представителей принимать решения по своему усмотрению...",
                                                "options":  [
                                                                "Свободный мандат",
                                                                "Императивный мандат",
                                                                "Ограниченный мандат",
                                                                "Коллективный мандат"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q078",
                                                "text":  "Форма коллективного военного правления, где все решается советом командования...",
                                                "options":  [
                                                                "Хунта",
                                                                "Монархия",
                                                                "Меритократия",
                                                                "Республика"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q079",
                                                "text":  "Она базируется на многообразии общественных интересов...",
                                                "options":  [
                                                                "Политический плюрализм",
                                                                "Политический монизм (единообразие)",
                                                                "Политическая изоляция",
                                                                "Политический радикализм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q080",
                                                "text":  "Прямое всенародное голосование по конкретному юридическому или политическому вопросу, референдум",
                                                "options":  [
                                                                "Плебисцит (или Референдум)",
                                                                "Инаугурация",
                                                                "Интерпелляция",
                                                                "Лоббирование"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q081",
                                                "text":  "Власть в руках фанатичного религиозного клана",
                                                "options":  [
                                                                "Теократия",
                                                                "Технократия",
                                                                "Меритократия",
                                                                "Охлократия"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q082",
                                                "text":  "Военные берут власть и правят страной",
                                                "options":  [
                                                                "Военная диктатура (хунта)",
                                                                "Парламентская республика",
                                                                "Либеральная демократия",
                                                                "Конституционная монархия"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q083",
                                                "text":  "Он включает в себя систему конституционных порядков, государственный строй, форму правления",
                                                "options":  [
                                                                "Политический режим",
                                                                "Политический имидж",
                                                                "Политический лоббизм",
                                                                "Политический радикализм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q084",
                                                "text":  "Критерии определения политических режимов",
                                                "options":  [
                                                                "методы осуществления власти, уровень политических свобод, степень участия граждан в управлении, тип партийной системы",
                                                                "средняя температура воздуха, количество осадков и тип растительности",
                                                                "уровень инфляции, курс валют и объем внешнего долга",
                                                                "количество часовых поясов и протяженность морских границ"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q085",
                                                "text":  "Демократические режимы можно разделить на два типа",
                                                "options":  [
                                                                "либеральная демократия и социальная демократия (или прямая и представительная)",
                                                                "монархическая демократия и диктаторская демократия",
                                                                "атеистическая демократия и теократическая демократия",
                                                                "закрытая демократия и секретная демократия"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q086",
                                                "text":  "Главный компонент избирательной системы",
                                                "options":  [
                                                                "избирательное право и избирательная процедура",
                                                                "военная присяга и устав караульной службы",
                                                                "правила ведения торговых переговоров",
                                                                "технические характеристики типографских станков"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q087",
                                                "text":  "Способ формирования органов государственной власти и наделения полномочиями должностного лица посредством волеизъявления граждан",
                                                "options":  [
                                                                "Выборы",
                                                                "Национализация",
                                                                "Инвентаризация",
                                                                "Приватизация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q088",
                                                "text":  "Активное избирательное право – это …",
                                                "options":  [
                                                                "право граждан участвовать в голосовании (выбирать)",
                                                                "право граждан подавать в суд на государственные органы",
                                                                "обязанность граждан платить подоходный налог",
                                                                "право граждан быть избранными на пост президента"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q089",
                                                "text":  "Пассивное избирательное право – это …",
                                                "options":  [
                                                                "право граждан быть избранными в органы власти",
                                                                "запрет на участие в митингах и шествиях",
                                                                "право получать бесплатное высшее образование",
                                                                "право на тайное голосование в кабине"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q090",
                                                "text":  "В этом году женщины в России получили избирательные права",
                                                "options":  [
                                                                "в 1917 году",
                                                                "в 1812 году",
                                                                "в 1945 году",
                                                                "в 2000 году"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q091",
                                                "text":  "В этом году женщины в США получили избирательные права",
                                                "options":  [
                                                                "в 1920 году (19-я поправка)",
                                                                "в 1776 году",
                                                                "в 1861 году",
                                                                "в 1991 году"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q092",
                                                "text":  "Основные типы избирательных систем",
                                                "options":  [
                                                                "мажоритарная, пропорциональная и смешанная",
                                                                "случайная, наследственная и силовая",
                                                                "электронная, бумажная и устная",
                                                                "закрытая, секретная и анонимная"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q093",
                                                "text":  "Мажоритарная избирательная система бывает двух видов",
                                                "options":  [
                                                                "абсолютного большинства и относительного большинства",
                                                                "партийная и беспартийная",
                                                                "городская и сельская",
                                                                "мужская и женская"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q094",
                                                "text":  "В основе этой избирательной системы лежит принцип большинства...",
                                                "options":  [
                                                                "Мажоритарная система",
                                                                "Пропорциональная система",
                                                                "Жеребьевка",
                                                                "Тестирование кандидатов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q095",
                                                "text":  "В этой избирательной системе избранным считается тот кандидат, который получил больше голосов... чем любой из его соперников",
                                                "options":  [
                                                                "Мажоритарная система относительного большинства",
                                                                "Пропорциональная система со списками",
                                                                "Система открытых дверей",
                                                                "Конкурсный отбор"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q096",
                                                "text":  "В этой избирательной системе избранным является тот кандидат, который получил более половины голосов... (50% плюс один голос)",
                                                "options":  [
                                                                "Мажоритарная система абсолютного большинства",
                                                                "Система представительства меньшинств",
                                                                "Пропорциональная система с низким порогом",
                                                                "Система случайных чисел"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q097",
                                                "text":  "В основе этой избирательной системы лежит голосование по спискам партий...",
                                                "options":  [
                                                                "Пропорциональная система",
                                                                "Система «первый пришедший — первый выбранный»",
                                                                "Мажоритарная система в один тур",
                                                                "Личное выдвижение кандидатов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q098",
                                                "text":  "Форма аполитичности, проявляющаяся в уклонении избирателей от участия в референдумах и выборах",
                                                "options":  [
                                                                "Абсентеизм",
                                                                "Плюрализм",
                                                                "Патриотизм",
                                                                "Этатизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q099",
                                                "text":  "Выборы – это …",
                                                "options":  [
                                                                "процедура избрания представителей или должностных лиц путем голосования",
                                                                "процесс передачи имущества от государства в частные руки",
                                                                "торжественное вступление в должность главы государства",
                                                                "комплекс мер по защите окружающей среды"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p2-q100",
                                                "text":  "НЕ относится к принципам, придающим выборам демократический характер",
                                                "options":  [
                                                                "цензура, административное давление, неравный доступ к СМИ, назначение вместо избрания",
                                                                "всеобщность и равенство",
                                                                "тайное голосование",
                                                                "свобода выдвижения кандидатов"
                                                            ],
                                                "answer":  0
                                            }
                                        ]
                      },
                      {
                          "id":  "politology-test-3",
                          "legacyId":  "politology-test-3",
                          "title":  "Тест 5",
                          "description":  "50 вопросов. Часть 1 из тест 3",
                          "questions":  [
                                            {
                                                "id":  "p3-q001",
                                                "text":  "По этой избирательной системе проводятся выборы Президента Республики Казахстан",
                                                "options":  [
                                                                "Мажоритарная система абсолютного большинства",
                                                                "Пропорциональная система по партийным спискам",
                                                                "Система распределения мест между кланами",
                                                                "Жеребьевка среди членов парламента"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q002",
                                                "text":  "Суть системного подхода трактовки власти заключается",
                                                "options":  [
                                                                "в понимании власти как способности системы обеспечивать выполнение своих функций и достижение целей",
                                                                "в рассмотрении власти как способа личного обогащения правителя",
                                                                "в изучении власти как набора биологических рефлексов",
                                                                "в отрицании любой формы организации власти"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q003",
                                                "text":  "(Избиратель), граждане, имеющие право голоса для участия в политических выборах",
                                                "options":  [
                                                                "Электорат",
                                                                "Дипломатический корпус",
                                                                "Кабинет министров",
                                                                "Судейское сообщество"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q004",
                                                "text":  "Политические партии это необходимый инструмент …",
                                                "options":  [
                                                                "демократии и связи между гражданским обществом и государством",
                                                                "подавления всякой свободы мысли",
                                                                "организации спортивных соревнований мирового уровня",
                                                                "управления исключительно крупными заводами"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q005",
                                                "text":  "В истории политических партий он выделил три этапа",
                                                "options":  [
                                                                "Макс Вебер",
                                                                "Карл Маркс",
                                                                "Никколо Макиавелли",
                                                                "Аристотель"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q006",
                                                "text":  "По М.Веберу первый этап в истории политических партий",
                                                "options":  [
                                                                "аристократические группировки (котерии)",
                                                                "интернет-сообщества",
                                                                "профсоюзные движения",
                                                                "партизанские отряды"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q007",
                                                "text":  "По М.Веберу второй этап в истории политических партий",
                                                "options":  [
                                                                "политические клубы",
                                                                "транснациональные корпорации",
                                                                "государственные министерства",
                                                                "студенческие союзы"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q008",
                                                "text":  "По М.Веберу третий этап в истории политических партий",
                                                "options":  [
                                                                "массовые современные партии",
                                                                "тайные масонские ложи",
                                                                "религиозные секты",
                                                                "группы по интересам в социальных сетях"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q009",
                                                "text":  "Внешняя функция партии, связанная с борьбой за политическую власть в обществе называется …",
                                                "options":  [
                                                                "политическая (электоральная) функция",
                                                                "рекреационная функция",
                                                                "воспитательная функция в детских садах",
                                                                "функция контроля качества продукции"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q010",
                                                "text":  "Внешняя функция партии, связанная с разработкой партийной идеологии, программных документов называется",
                                                "options":  [
                                                                "идеологическая функция",
                                                                "финансово-хозяйственная функция",
                                                                "судебно-исполнительная функция",
                                                                "функция охраны государственных границ"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q011",
                                                "text":  "Партийная система, где три и более партий участвуют в политической деятельности",
                                                "options":  [
                                                                "Многопартийная система",
                                                                "Авторитарный режим",
                                                                "Абсолютизм",
                                                                "Анархо-индивидуализм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q012",
                                                "text":  "Партийная система, где две партии участвуют в политической деятельности называется …",
                                                "options":  [
                                                                "Двухпартийная система (бипартизм)",
                                                                "Система с доминирующей партией",
                                                                "Коалиционное правительство",
                                                                "Дуалистическая монархия"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q013",
                                                "text":  "Партийная система, где только одна партия участвует в политической деятельности называется …",
                                                "options":  [
                                                                "Однопартийная система",
                                                                "Беспартийная система",
                                                                "Парламентаризм",
                                                                "Плюрализм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q014",
                                                "text":  "Первая массовая партия, основанная в 1861 г.",
                                                "options":  [
                                                                "Либеральное общество регистрации избирателей (Великобритания) или Национал-либеральная партия (Германия)",
                                                                "Коммунистическая партия Советского Союза",
                                                                "Партия «Алаш» в Казахстане",
                                                                "Пиратская партия Швеции"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q015",
                                                "text":  "Партийная система – символом ХХ века",
                                                "options":  [
                                                                "Двухпартийная или многопартийная система (в контексте демократизации)",
                                                                "Сословное представительство",
                                                                "Родоплеменное управление",
                                                                "Прямое военное правление"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q016",
                                                "text":  "Эти партии объединяют в своих рядах незначительное число профессиональных политиков...",
                                                "options":  [
                                                                "Кадровые партии",
                                                                "Массовые партии",
                                                                "Религиозные ордена",
                                                                "Профсоюзные организации"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q017",
                                                "text":  "Эти партии характеризуются многочисленностью своих членов, имеют программы, уставы...",
                                                "options":  [
                                                                "Массовые партии",
                                                                "Кадровые партии",
                                                                "Группы давления",
                                                                "Тайные общества"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q018",
                                                "text":  "Демократическая и Республиканская партии США – типичные представители",
                                                "options":  [
                                                                "кадровых партий (в классической типологии М. Дюверже)",
                                                                "радикально-революционных партий",
                                                                "тоталитарных партий вождистского типа",
                                                                "партий, созданных исключительно по религиозному признаку"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q019",
                                                "text":  "Этого критерия нет в определении «политическая партия»",
                                                "options":  [
                                                                "обязательное наличие собственной армии или коммерческой прибыли",
                                                                "стремление к завоеванию государственной власти",
                                                                "наличие программы и устава",
                                                                "организационная структура и руководство"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q020",
                                                "text":  "По организации и методам работы партии бывают",
                                                "options":  [
                                                                "легальные и нелегальные",
                                                                "быстрые и медленные",
                                                                "городские и степные",
                                                                "платные и бесплатные"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q021",
                                                "text":  "По организационному строению партии бывают",
                                                "options":  [
                                                                "кадровые и массовые",
                                                                "мужские и женские",
                                                                "весенние и осенние",
                                                                "северные и южные"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q022",
                                                "text":  "По политическим доктринам партии бывают",
                                                "options":  [
                                                                "консервативные, либеральные, социалистические, коммунистические, фашистские",
                                                                "спортивные, охотничьи, туристические и кулинарные",
                                                                "физические, химические и биологические",
                                                                "бюджетные, коммерческие и благотворительные"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q023",
                                                "text":  "По критерию отношения к существующему режиму партии подразделяют на…",
                                                "options":  [
                                                                "правящие и оппозиционные",
                                                                "добрые и злые",
                                                                "старые и новые",
                                                                "богатые и бедные"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q024",
                                                "text":  "Внешняя функция партии, связанная с политическим воспитанием граждан",
                                                "options":  [
                                                                "Функция политической социализации",
                                                                "Функция пограничного контроля",
                                                                "Функция распределения земельных участков",
                                                                "Функция технического осмотра транспорта"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q025",
                                                "text":  "Партийная система, где не существует официально зарегистрированных политических партий...",
                                                "options":  [
                                                                "Беспартийная система",
                                                                "Многопартийная раздробленность",
                                                                "Система «мягкого» авторитаризма",
                                                                "Демократический централизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q026",
                                                "text":  "Он разработал принципы организационного построения партии",
                                                "options":  [
                                                                "Морис Дюверже (или В. Ленин для партий «нового типа»)",
                                                                "Шарль Перро",
                                                                "Леонардо да Винчи",
                                                                "Исаак Ньютон"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q027",
                                                "text":  "Внутренние функции политической партии:",
                                                "options":  [
                                                                "рекрутирование новых членов, подготовка кадров, работа с активом, финансирование",
                                                                "внешняя разведка и контрразведка",
                                                                "строительство дорог и мостов государственного значения",
                                                                "проведение церковных обрядов и литургий"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q028",
                                                "text":  "Внешние функции политической партии:",
                                                "options":  [
                                                                "электоральная, мобилизационная, идеологическая, коммуникативная",
                                                                "заготовка зерна и сбор урожая",
                                                                "ремонт жилого фонда и канализации",
                                                                "надзор за экологическим состоянием лесов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q029",
                                                "text":  "Общественные движения по целям бывают",
                                                "options":  [
                                                                "реформаторские, революционные, консервативные, экологические",
                                                                "квадратные, круглые, треугольные и овальные",
                                                                "тихие, громкие, быстрые и плавные",
                                                                "утренние, дневные, вечерние и ночные"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q030",
                                                "text":  "Один из критериев в определении политической партии",
                                                "options":  [
                                                                "борьба за завоевание и осуществление государственной власти",
                                                                "обязательное ношение всеми членами одинаковой формы",
                                                                "наличие у партии собственного флота и авиации",
                                                                "проживание всех членов партии в одном здании"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q031",
                                                "text":  "Эта партия в Казахстане является многочисленной",
                                                "options":  [
                                                                "«Amanat» (ранее «Nur Otan»)",
                                                                "Либертарианская партия",
                                                                "Партия любителей кофе",
                                                                "Монархическая партия Казахстана"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q032",
                                                "text":  "Согласно Закону Республики Казахстан «О политических партиях» запрещается требовать от граждан указания",
                                                "options":  [
                                                                "партийной принадлежности при приеме на работу или в официальных документах",
                                                                "фамилии, имени и отчества в паспорте",
                                                                "даты рождения при получении водительских прав",
                                                                "адреса проживания при оформлении кредита"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q033",
                                                "text":  "По Закону Республики Казахстан «О политических партиях» членом партии может быть человек, достигший",
                                                "options":  [
                                                                "18 лет",
                                                                "14 лет",
                                                                "21 года",
                                                                "40 лет"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q034",
                                                "text":  "Согласно Закону Республики Казахстан «О политических партиях» не допускается создание политических партий по признакам",
                                                "options":  [
                                                                "профессиональной, расовой, национальной, этнической или религиозной принадлежности",
                                                                "политических взглядов и убеждений",
                                                                "любви к родной природе и экологии",
                                                                "приверженности демократическим ценностям"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q035",
                                                "text":  "Согласно Закону Республики Казахстан «О политических партиях» не должны состоять в политической партии",
                                                "options":  [
                                                                "судьи, сотрудники правоохранительных органов, военнослужащие, работники органов национальной безопасности",
                                                                "учителя школ и преподаватели университетов",
                                                                "работники сельского хозяйства и фермеры",
                                                                "инженеры и программисты частных компаний"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q036",
                                                "text":  "Согласно Закону Республики Казахстан «О политических партиях» в наименовании политической партии нельзя указывать на …",
                                                "options":  [
                                                                "религиозную принадлежность граждан",
                                                                "заботу о будущем страны",
                                                                "стремление к справедливости",
                                                                "название столицы государства"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q037",
                                                "text":  "В Казахстане согласно Закону «О политических партиях» в наименовании политической партии не допускается использование",
                                                "options":  [
                                                                "названий других партий, а также оскорбительных слов",
                                                                "букв кириллического алфавита",
                                                                "упоминания слова «партия»",
                                                                "синего и желтого цветов в логотипе"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q038",
                                                "text":  "Отсутствие интереса граждан к политической жизни",
                                                "options":  [
                                                                "Политическая апатия (или абсентеизм)",
                                                                "Политический фанатизм",
                                                                "Политический экстремизм",
                                                                "Политический активизм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q039",
                                                "text":  "Сильная ориентация на политические институты, но низкая индивидуальная активность граждан",
                                                "options":  [
                                                                "Подданническая политическая культура",
                                                                "Патриархальная политическая культура",
                                                                "Активистская политическая культура",
                                                                "Политическая культура протеста"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q040",
                                                "text":  "Активность и заинтересованность граждан в политическом участии",
                                                "options":  [
                                                                "Политическая культура участия (активистская)",
                                                                "Политическая культура отчуждения",
                                                                "Политический нигилизм",
                                                                "Конфронтационный тип культуры"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q041",
                                                "text":  "Совокупность приходской, подданнической и партиципаторной при преобладании последней",
                                                "options":  [
                                                                "Гражданская культура (смешанная культура, по Г. Алмонду и С. Вербе)",
                                                                "Тоталитарная политическая культура",
                                                                "Культура политического нигилизма",
                                                                "Революционная контркультура"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q042",
                                                "text":  "Часть общей культуры, включающая исторический опыт, память о событиях, ценности и навыки...",
                                                "options":  [
                                                                "Политическая культура",
                                                                "Экономическая культура",
                                                                "Эстетическая культура",
                                                                "Технологическая культура"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q043",
                                                "text":  "В XVIII в. впервые упоминает термин «политическая культура»",
                                                "options":  [
                                                                "Иоганн Готфрид Гердер",
                                                                "Иммануил Кант",
                                                                "Жан-Жак Руссо",
                                                                "Фридрих Шиллер"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q044",
                                                "text":  "По уровню общности политическую культуру делят на…",
                                                "options":  [
                                                                "общую (национальную) и политические субкультуры",
                                                                "мужскую и женскую политические культуры",
                                                                "городскую и сельскую политические культуры",
                                                                "весеннюю и осеннюю политические культуры"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q045",
                                                "text":  "По отношению к власти политическую культуру делят на …",
                                                "options":  [
                                                                "господствующую и контркультуру (оппозиционную)",
                                                                "законную и незаконную",
                                                                "официальную и неофициальную",
                                                                "явную и скрытую"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q046",
                                                "text":  "В зависимости от отношения к прогрессу политическую культуру делят на …",
                                                "options":  [
                                                                "прогрессивную, консервативную и реакционную",
                                                                "быструю, медленную и стоячую",
                                                                "новую, новейшую и древнюю",
                                                                "активную, пассивную и нейтральную"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q047",
                                                "text":  "По степени сплоченности граждан вокруг ведущих ценностей...",
                                                "options":  [
                                                                "интегрированную (фрагментарную) и конфликтную",
                                                                "плотную и разреженную",
                                                                "постоянную и временную",
                                                                "осознанную и инстинктивную"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q048",
                                                "text":  "Процесс усвоения культурных ценностей, политических ориентаций, освоения форм поведения...",
                                                "options":  [
                                                                "Политическая социализация",
                                                                "Политическая деградация",
                                                                "Политическая изоляция",
                                                                "Политическая инфляция"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q049",
                                                "text":  "Осознание сферы политики социальными субъектами – это",
                                                "options":  [
                                                                "Политическое сознание",
                                                                "Политический инстинкт",
                                                                "Политический сон",
                                                                "Политическое воображение"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q050",
                                                "text":  "Скрытое управление политическим сознанием и политически поведением людей",
                                                "options":  [
                                                                "Политическое манипулирование",
                                                                "Политическое просвещение",
                                                                "Политический диалог",
                                                                "Политическая благотворительность"
                                                            ],
                                                "answer":  0
                                            }
                                        ]
                      },
                      {
                          "id":  "politology-test-3-part-2",
                          "legacyId":  "politology-test-3",
                          "title":  "Тест 6",
                          "description":  "50 вопросов. Часть 2 из тест 3",
                          "questions":  [
                                            {
                                                "id":  "p3-q051",
                                                "text":  "Совокупность политических идей и взглядов... возникающих из непосредственного восприятия будничной жизни",
                                                "options":  [
                                                                "Обыденное политическое сознание (политическая психология)",
                                                                "Высшая политическая философия",
                                                                "Государственная идеология",
                                                                "Академическая политология"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q052",
                                                "text":  "Более или менее осознанная сумма наблюдений о явлениях... которые возникают у участников на основе опыта",
                                                "options":  [
                                                                "Политический опыт (или эмпирическое сознание)",
                                                                "Политическая фантазия",
                                                                "Политическое заблуждение",
                                                                "Политический миф"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q053",
                                                "text":  "Наиболее высокая ступень в познании политической реальности, система взглядов на основе научного осмысления",
                                                "options":  [
                                                                "Политическая идеология (теоретическое сознание)",
                                                                "Бытовое суеверие",
                                                                "Личное мнение",
                                                                "Политическая сплетня"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q054",
                                                "text":  "Провозглашает своей целью уничтожение государства, выступает за замену власти добровольной ассоциацией",
                                                "options":  [
                                                                "Анархизм",
                                                                "Этатизм (государственничество)",
                                                                "Монархизм",
                                                                "Империализм"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q055",
                                                "text":  "Послание «Казахстан в эпоху искусственного интеллекта...» Главы государства К.-Ж. Токаева народу Казахстана",
                                                "options":  [
                                                                "Послание 2024 года (или специализированные программные документы 2024-2025 гг.)",
                                                                "Послание 1997 года «Казахстан-2030»",
                                                                "Манифест «Мир. XXI век»",
                                                                "Послание «Третья модернизация Казахстана»"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q056",
                                                "text":  "В этом Послании... говорится: «Ключевым компонентом нашего стратегического курса должно стать внедрение ИИ...»",
                                                "options":  [
                                                                "Послание Главы государства народу Казахстана от 2 сентября 2024 года",
                                                                "Обращение к народу в 2010 году",
                                                                "Статья «Взгляд в будущее: модернизация общественного сознания»",
                                                                "Предвыборная платформа 2019 года"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q057",
                                                "text":  "Модернизация «вдогонку» – это",
                                                "options":  [
                                                                "Вторичная (отраженная) модернизация, характерная для стран, отставших в развитии",
                                                                "Первичная модернизация стран Европы",
                                                                "Процесс возвращения к средневековым ценностям",
                                                                "Полный отказ от использования техники"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q058",
                                                "text":  "Концепция политической модернизации возникла в",
                                                "options":  [
                                                                "1950-х — 1960-х годах в США",
                                                                "XVIII веке во Франции",
                                                                "Древней Греции",
                                                                "начале XXI века в Китае"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q059",
                                                "text":  "Оригинальная модернизация характерна для",
                                                "options":  [
                                                                "стран «первого эшелона» (Западная Европа, США)",
                                                                "стран Латинской Америки",
                                                                "бывших колоний в Африке",
                                                                "островных государств Океании"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q060",
                                                "text":  "В этих странах была оригинальная модернизация",
                                                "options":  [
                                                                "Великобритания, Франция, США",
                                                                "Бразилия, Аргентина, Чили",
                                                                "Вьетнам, Лаос, Камбоджа",
                                                                "Египет, Ливия, Алжир"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q061",
                                                "text":  "Логика первичной политической модернизации",
                                                "options":  [
                                                                "переход от традиционной к рационально-легальной власти через внутренние импульсы развития",
                                                                "навязывание политической системы извне в результате оккупации",
                                                                "сохранение абсолютной монархии в неизменном виде",
                                                                "переход от демократии к военной диктатуре"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q062",
                                                "text":  "Процесс изменения системных качеств политической жизни при переходе от традиционного общества к современному",
                                                "options":  [
                                                                "Политическая модернизация",
                                                                "Политическая реставрация",
                                                                "Политическая стагнация",
                                                                "Политическая деградация"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q063",
                                                "text":  "Последовательная смена качественных состояний политической системы в целом",
                                                "options":  [
                                                                "Политический процесс",
                                                                "Политический застой",
                                                                "Политический тупик",
                                                                "Политический инцидент"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q064",
                                                "text":  "Зарождение концепции политической модернизации в США связано с именами",
                                                "options":  [
                                                                "С. Липсета, Д. Лернера, У. Ростоу, С. Хантингтона",
                                                                "Дж. Вашингтона и А. Линкольна",
                                                                "Э. Хемингуэя и М. Твена",
                                                                "Г. Форда и Дж. Рокфеллера"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q065",
                                                "text":  "Она охватывает исторический период с начала промышленной революции до ценностей современного общества",
                                                "options":  [
                                                                "Первичная модернизация",
                                                                "Эпоха неолита",
                                                                "Постмодернизация",
                                                                "Античная демократия"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q066",
                                                "text":  "Конфликт ценностей – это",
                                                "options":  [
                                                                "столкновение различных мировоззрений, культурных установок и идеалов относительно политического устройства",
                                                                "спор о цене на нефть и газ между компаниями",
                                                                "конфликт из-за нарушения правил дорожного движения чиновниками",
                                                                "конкуренция между брендами спортивной одежды"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q067",
                                                "text":  "Конфликт интересов – это",
                                                "options":  [
                                                                "столкновение по поводу распределения ресурсов, власти, статуса или материальных благ",
                                                                "дискуссия о правилах правописания в государственном языке",
                                                                "спор болельщиков разных футбольных команд",
                                                                "разница во вкусах при выборе музыки для праздника"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q068",
                                                "text":  "Эти цели преследуются в режимных политических конфликтах",
                                                "options":  [
                                                                "смена политического строя, формы правления или самого типа режима",
                                                                "замена одного министра на другого без изменения системы",
                                                                "требование повышения зарплаты отдельной группе рабочих",
                                                                "изменение названия одного города"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q069",
                                                "text":  "Эти цели преследуются в статусно-ролевых политических конфликтах",
                                                "options":  [
                                                                "борьба за лидерство, влияние внутри системы, получение должностей и полномочий",
                                                                "полное уничтожение государственных институтов как таковых",
                                                                "переход страны к социалистической модели развития",
                                                                "изменение государственной символики (флага, герба)"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q070",
                                                "text":  "Столкновение социально-политических систем, групп, людей, их убеждений и принципов",
                                                "options":  [
                                                                "Политический конфликт",
                                                                "Политический консенсус",
                                                                "Политическая гармония",
                                                                "Политическое сотрудничество"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q071",
                                                "text":  "Эту науку Рудольф Челлен определил как «доктрину, рассматривающую государство как географический организм...»",
                                                "options":  [
                                                                "Геополитика",
                                                                "Картография",
                                                                "Этнография",
                                                                "Климатология"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q072",
                                                "text":  "Контуры казахстанской внешней политики",
                                                "options":  [
                                                                "многовекторность, прагматизм, защита национальных интересов и укрепление региональной безопасности",
                                                                "изоляционизм, закрытость границ и отказ от международного сотрудничества",
                                                                "агрессивное расширение территорий и военная экспансия",
                                                                "полное подчинение интересам одной сверхдержавы"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q073",
                                                "text":  "ОДКБ расшифровывается",
                                                "options":  [
                                                                "Организация Договора о коллективной безопасности",
                                                                "Объединение Демократических Комитетов Бизнеса",
                                                                "Общество Дипломатического Культурного Бартера",
                                                                "Орден Десантных Кавалерийских Батальонов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q074",
                                                "text":  "Казахстан был принят в ООН",
                                                "options":  [
                                                                "2 марта 1992 года",
                                                                "16 декабря 1991 года",
                                                                "25 октября 1990 года",
                                                                "1 января 2000 года"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q075",
                                                "text":  "Что НЕ является формой традиционного осуществления внешней политики?",
                                                "options":  [
                                                                "Терроризм, кибератаки, нелегальная торговля оружием",
                                                                "Дипломатические переговоры",
                                                                "Заключение международных договоров",
                                                                "Обмен государственными визитами"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q076",
                                                "text":  "Деятельность государства на международной арене, регулирующая отношения с другими субъектами...",
                                                "options":  [
                                                                "Внешняя политика",
                                                                "Муниципальное управление",
                                                                "Уголовное судопроизводство",
                                                                "Жилищно-коммунальное хозяйство"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q077",
                                                "text":  "ШОС",
                                                "options":  [
                                                                "Шанхайская организация сотрудничества",
                                                                "Шведское общество садоводов",
                                                                "Широкий оперативный союз",
                                                                "Шахматное объединение студентов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q078",
                                                "text":  "Когда власть принадлежит лидеру, без сильных институтов власти, за исключением полиции",
                                                "options":  [
                                                                "Полицейское государство (или авторитарный режим с опорой на силовые структуры)",
                                                                "Правовое государство",
                                                                "Либеральная демократия",
                                                                "Социальная республика"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q079",
                                                "text":  "Когда одна политическая партия постоянно настолько сильна, чтобы образовать правительство...",
                                                "options":  [
                                                                "Система с доминирующей партией",
                                                                "Анархическая коммуна",
                                                                "Военная хунта",
                                                                "Двухпартийные качели"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q080",
                                                "text":  "Когда парламент существует за счет регионального и этнического большинства",
                                                "options":  [
                                                                "Этнократический парламент (или сегментарная партийная система)",
                                                                "Космополитическое собрание",
                                                                "Технократический совет",
                                                                "Интернациональный фронт"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q081",
                                                "text":  "Когда кабинет министров формируется на основе коалиции различных партий...",
                                                "options":  [
                                                                "Коалиционное правительство",
                                                                "Диктатура одной партии",
                                                                "Абсолютная монархия",
                                                                "Теневой кабинет оппозиции"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q082",
                                                "text":  "На какие годы принята Концепция внешней политики Республики Казахстан",
                                                "options":  [
                                                                "на 2020–2030 годы",
                                                                "на 1990–2000 годы",
                                                                "на 2050–2060 годы",
                                                                "на бессрочный период"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q083",
                                                "text":  "Год создания Национального курултая при Президенте Республики Казахстан",
                                                "options":  [
                                                                "2022 год",
                                                                "1995 год",
                                                                "2010 год",
                                                                "2019 год"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q084",
                                                "text":  "Термин «идеология» впервые употребил",
                                                "options":  [
                                                                "Антуан Дестют де Траси",
                                                                "Карл Маркс",
                                                                "Наполеон Бонапарт",
                                                                "Фридрих Энгельс"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q085",
                                                "text":  "Государственный переворот (или попытка переворота), совершенный группой заговорщиков",
                                                "options":  [
                                                                "Путч",
                                                                "Референдум",
                                                                "Инаугурация",
                                                                "Парламентские слушания"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q086",
                                                "text":  "Определенная доктрина, оправдывающая притязания той или иной группы лиц на власть...",
                                                "options":  [
                                                                "Политическая идеология",
                                                                "Политическая география",
                                                                "Политическая статистика",
                                                                "Политическая этика"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q087",
                                                "text":  "Слово «партия» происходит от латинских слов",
                                                "options":  [
                                                                "pars (часть), partire (делить)",
                                                                "pax (мир), pactum (договор)",
                                                                "populus (народ), potentia (сила)",
                                                                "polis (город), politika (искусство управления)"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q088",
                                                "text":  "Критерий в определении политической партии",
                                                "options":  [
                                                                "борьба за власть, наличие программы, организационная структура, электоральная поддержка",
                                                                "наличие у каждого члена партии личного автомобиля и загородного дома",
                                                                "умение всех членов партии играть на музыкальных инструментах",
                                                                "обязательное знание не менее пяти иностранных языков"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q089",
                                                "text":  "Насильственное внедрение идеологии",
                                                "options":  [
                                                                "Индоктринация",
                                                                "Просвещение",
                                                                "Модернизация",
                                                                "Конвергенция"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q090",
                                                "text":  "Кого в Республике Казахстан избирают на основе всеобщего... права сроком на 7 лет?",
                                                "options":  [
                                                                "Президента Республики Казахстан",
                                                                "Председателя Национального Банка",
                                                                "Акима города республиканского значения",
                                                                "Генерального Прокурора"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q091",
                                                "text":  "Гражданин Республики Казахстан по рождению, не моложе 40 лет... может быть избран",
                                                "options":  [
                                                                "Президентом Республики Казахстан",
                                                                "Депутатом маслихата",
                                                                "Председателем КСК",
                                                                "Директором государственного архива"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q092",
                                                "text":  "Он назначается на должность Президентом с согласия Парламента (в рамках обновленной системы)",
                                                "options":  [
                                                                "Премьер-министр Республики Казахстан",
                                                                "Ректор частного вуза",
                                                                "Посол иностранного государства",
                                                                "Главный редактор газеты"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q093",
                                                "text":  "Это высший представительный орган Республики Казахстан, осуществляющий законодательную власть",
                                                "options":  [
                                                                "Парламент Республики Казахстан",
                                                                "Правительство Республики Казахстан",
                                                                "Счетный комитет",
                                                                "Ассамблея народа Казахстана"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q094",
                                                "text":  "Парламент Казахстана состоит из двух Палат",
                                                "options":  [
                                                                "Сената и Мажилиса",
                                                                "Совета Союза и Совета Национальностей",
                                                                "Палаты Лордов и Палаты Общин",
                                                                "Государственной Думы и Совета Федерации"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q095",
                                                "text":  "Срок полномочий депутатов Мажилиса Парламента составляет",
                                                "options":  [
                                                                "5 лет",
                                                                "2 года",
                                                                "7 лет",
                                                                "10 лет"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q096",
                                                "text":  "Лицо, достигшее 25 лет и являющееся гражданином РК, может быть",
                                                "options":  [
                                                                "Депутатом Мажилиса Парламента",
                                                                "Президентом Республики Казахстан",
                                                                "Председателем Сената",
                                                                "Членом Конституционного Суда"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q097",
                                                "text":  "Кандидатура на эту должность выдвигается Президентом Республики Казахстан (после консультаций с фракциями партий)",
                                                "options":  [
                                                                "Премьер-министр",
                                                                "Председатель Верховного Суда",
                                                                "Уполномоченный по правам ребенка",
                                                                "Глава общественного фонда"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q098",
                                                "text":  "Это высший консультативно-совещательный орган при Президенте",
                                                "options":  [
                                                                "Национальный курултай",
                                                                "Всемирная торговая организация",
                                                                "Олимпийский комитет",
                                                                "Союз журналистов"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q099",
                                                "text":  "Это независимый орган, обеспечивающий верховенство Конституции",
                                                "options":  [
                                                                "Конституционный Суд Республики Казахстан",
                                                                "Арбитражный суд",
                                                                "Нотариальная палата",
                                                                "Адвокатура"
                                                            ],
                                                "answer":  0
                                            },
                                            {
                                                "id":  "p3-q100",
                                                "text":  "Он содействует восстановлению нарушенных прав и свобод человека и гражданина...",
                                                "options":  [
                                                                "Уполномоченный по правам человека (Омбудсмен)",
                                                                "Налоговый инспектор",
                                                                "Судебный пристав",
                                                                "Офицер дорожной полиции"
                                                            ],
                                                "answer":  0
                                            }
                                        ]
                      }
                  ]
    }
];
window.TEST_BANKS = window.TEST_SECTIONS[0].tests;
