window.TEST_BANKS = [
    {
        "id":  "test-1",
        "title":  "Тест 1",
        "description":  "100 вопросов из документа Да.docx",
        "questions":  [
                          {
                              "id":  "t1-q001",
                              "text":  "Социология как научная дисциплина возникла в:",
                              "options":  [
                                              "XIX веке",
                                              "XVIII веке",
                                              "XX веке",
                                              "XVII веке"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q002",
                              "text":  "Большая социальная группа, проживающая на определённой территории:",
                              "options":  [
                                              "Общество",
                                              "Сословие",
                                              "Малая группа",
                                              "Референтная группа"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q003",
                              "text":  "Он сказал, что социология – это позитивная наука об обществе:",
                              "options":  [
                                              "Огюст Конт",
                                              "Карл Маркс",
                                              "Герберт Спенсер",
                                              "Макс Вебер"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q004",
                              "text":  "Он считал, что предметом социологии являются социальные факты:",
                              "options":  [
                                              "Эмиль Дюркгейм",
                                              "Огюст Конт",
                                              "Вильфредо Парето",
                                              "Георг Зиммель"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q005",
                              "text":  "Ему принадлежит выражение, что социология – это наука о социальном поведении:",
                              "options":  [
                                              "Макс Вебер",
                                              "Эмиль Дюркгейм",
                                              "Чарльз Райт Миллс",
                                              "Питер Бергер"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q006",
                              "text":  "Функции социологии:",
                              "options":  [
                                              "Теоретико-познавательная, практическая (управленческая), прогностическая, воспитательная (идеологическая)",
                                              "Производственная, техническая, биологическая",
                                              "Эстетическая, культурно-развлекательная, рекреационная",
                                              "Религиозная, экологическая, правоохранительная"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q007",
                              "text":  "Объект социологии:",
                              "options":  [
                                              "Общество как целостная социальная реальность",
                                              "Психологические особенности отдельной личности",
                                              "Совокупность природных ресурсов территории",
                                              "Политическая структура международных отношений"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q008",
                              "text":  "Предмет социологии:",
                              "options":  [
                                              "Социальные взаимодействия между людьми, а также закономерности, возникающие в ходе этих взаимодействий",
                                              "Анатомическое строение человека в контексте эволюции",
                                              "История развития материальной культуры древних обществ",
                                              "Экономические механизмы формирования рыночной цены"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q009",
                              "text":  "Он предложил понятие «социологическое воображение»:",
                              "options":  [
                                              "Чарльз Райт Миллс",
                                              "Роберт Мертон",
                                              "Толкотт Парсонс",
                                              "Энтони Гидденс"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q010",
                              "text":  "Социология – это…",
                              "options":  [
                                              "Наука о законах становления, функционирования и развития общества в целом, социальных систем, отношений и общностей",
                                              "Учение о методах статистического учета населения и миграционных потоков",
                                              "Наука, изучающая исключительно влияние климата на поведение людей",
                                              "Отрасль философии, занимающаяся только вопросами морали и этики индивида"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q011",
                              "text":  "Тип семьи, основанный на равенстве и «ролевой симметрии»:",
                              "options":  [
                                              "Эгалитарная (или партнерская) семья",
                                              "Патриархальная семья",
                                              "Матриархальная семья",
                                              "Традиционная семья"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q012",
                              "text":  "Г. Спенсер проводил аналогию между обществом и…",
                              "options":  [
                                              "Биологическим организмом",
                                              "Механическим устройством",
                                              "Театральной постановкой",
                                              "Физическим полем"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q013",
                              "text":  "Типы социальной солидарности по Э.Дюркгейму:",
                              "options":  [
                                              "Механическая и органическая",
                                              "Естественная и искусственная",
                                              "Первичная и вторичная",
                                              "Простая и сложная"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q014",
                              "text":  "Основной принцип методологии Э. Дюркгейма:",
                              "options":  [
                                              "Рассматривать социальные факты как вещи",
                                              "Изучать исключительно психологию индивида",
                                              "Отрицать влияние коллективного сознания",
                                              "Опираться на интуитивное понимание смыслов"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q015",
                              "text":  "Эта социальная идея проходит через все творчество Э.Дюркгейма:",
                              "options":  [
                                              "Идея социальной солидарности",
                                              "Идея классовой борьбы",
                                              "Идея социального конфликта",
                                              "Идея рыночного обмена"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q016",
                              "text":  "О. Конт разделял социальную теорию на части:",
                              "options":  [
                                              "Социальную статику и социальную динамику",
                                              "Микросоциологию и макросоциологию",
                                              "Теоретическую и прикладную социологию",
                                              "Социальную морфологию и социальную физиологию"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q017",
                              "text":  "Типы обществ по Г. Спенсеру:",
                              "options":  [
                                              "Военное и промышленное",
                                              "Традиционное и современное",
                                              "Аграрное и индустриальное",
                                              "Капиталистическое и социалистическое"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q018",
                              "text":  "Согласно О.Конту, развитие общества является предметом изучения:",
                              "options":  [
                                              "Социальной динамики",
                                              "Социальной статики",
                                              "Социальной стратификации",
                                              "Социальной антропологии"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q019",
                              "text":  "Согласно О.Конту, строение общества является предметом изучения:",
                              "options":  [
                                              "Социальной статики",
                                              "Социальной динамики",
                                              "Социальной психологии",
                                              "Социальной мобильности"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q020",
                              "text":  "Типы обществ согласно Г.Спенсеру:",
                              "options":  [
                                              "Простые, сложные, общества двойной сложности, общества тройной сложности",
                                              "Открытые, закрытые, переходные и стабильные",
                                              "Первобытные, рабовладельческие, феодальные и буржуазные",
                                              "Демократические, тоталитарные и авторитарные"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q021",
                              "text":  "Г. Спенсер считал, что простые общества характеризуются:",
                              "options":  [
                                              "Отсутствием постоянного руководства (управления)",
                                              "Наличием сильной централизованной власти",
                                              "Глубоким разделением труда",
                                              "Развитой системой письменного права"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q022",
                              "text":  "Г. Спенсер считал, что сложные общества характеризуются:",
                              "options":  [
                                              "Появлением политической иерархии и зачатков управления",
                                              "Отсутствием каких-либо социальных различий",
                                              "Наличием глобальных компьютерных сетей",
                                              "Полным исчезновением семейных институтов"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q023",
                              "text":  "Г. Спенсер считал, что общества двойной сложности характеризуются:",
                              "options":  [
                                              "Наличием разветвленной системы управления, возникновением городов и разделения труда",
                                              "Использованием исключительно собирательства и охоты",
                                              "Полным отсутствием частной собственности",
                                              "Господством кочевого образа жизни без постоянных поселений"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q024",
                              "text":  "Г. Спенсер считал, что общества тройной сложности характеризуются:",
                              "options":  [
                                              "Развитым законодательством, религиозными институтами и сложной социальной структурой (цивилизации)",
                                              "Примитивными формами верований и отсутствием религии",
                                              "Однородностью состава населения и отсутствием профессий",
                                              "Отсутствием денежного обращения и торговли"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q025",
                              "text":  "Эти законы в рамках эволюционной теории вывел Г.Спенсер:",
                              "options":  [
                                              "Законы дифференциации и интеграции",
                                              "Законы единства и борьбы противоположностей",
                                              "Законы спроса и предложения",
                                              "Законы наследственности и изменчивости"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q026",
                              "text":  "Сознательное соотнесение целей, средств и возможных последствий совершаемого поступка:",
                              "options":  [
                                              "Целерациональное действие",
                                              "Аффективное действие",
                                              "Традиционное действие",
                                              "Ценностно-рациональное действие"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q027",
                              "text":  "Вера в безусловную ценность совершения определенных поступков независимо от их последствий:",
                              "options":  [
                                              "Ценностно-рациональное действие",
                                              "Целерациональное действие",
                                              "Иррациональное действие",
                                              "Традиционное действие"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q028",
                              "text":  "Привычка совершать определенные поступки:",
                              "options":  [
                                              "Традиционное действие",
                                              "Аффективное действие",
                                              "Рациональное действие",
                                              "Инновационное действие"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q029",
                              "text":  "М.Вебер считал, что социология имеет дело с осмысленными действиями людей, поэтому она является:",
                              "options":  [
                                              "Понимающей",
                                              "Объясняющей",
                                              "Описательной",
                                              "Экспериментальной"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q030",
                              "text":  "Он считал, что единицей общества как социального организма является семья, а не индивид:",
                              "options":  [
                                              "Огюст Конт",
                                              "Макс Вебер",
                                              "Карл Маркс",
                                              "Георг Зиммель"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q031",
                              "text":  "Согласно К.Марксу, классы являются порождениями…",
                              "options":  [
                                              "частной собственности (или производственных отношений)",
                                              "природного разделения способностей людей",
                                              "божественного предопределения и удачи",
                                              "личного выбора и трудолюбия индивидов"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q032",
                              "text":  "В современных обществах власть, доход, престиж и образование являются…",
                              "options":  [
                                              "основными критериями (измерениями) социальной стратификации",
                                              "второстепенными признаками психологического типа личности",
                                              "исключительными характеристиками политических лидеров",
                                              "факторами, не влияющими на положение человека в обществе"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q033",
                              "text":  "Сословие – это социальная группа, членство в которой…",
                              "options":  [
                                              "передается по наследству и закреплено юридически или религиозно",
                                              "определяется исключительно уровнем личного дохода за текущий год",
                                              "зависит только от профессиональных навыков и дипломов",
                                              "выбирается человеком самостоятельно в зрелом возрасте"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q034",
                              "text":  "Этот тип стратификации характерен для открытого общества:",
                              "options":  [
                                              "классовая система",
                                              "кастовый строй",
                                              "рабовладельческий уклад",
                                              "сословная иерархия"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q035",
                              "text":  "Открытая система стратификации – это…",
                              "options":  [
                                              "социальная структура, допускающая свободное перемещение индивидов вверх или вниз по социальной лестнице",
                                              "система, в которой статус человека полностью определяется его рождением",
                                              "структура, где запрещены любые контакты между разными слоями общества",
                                              "общество, в котором отсутствуют социальные статусы как таковые"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q036",
                              "text":  "Закрытая система стратификации – это…",
                              "options":  [
                                              "социальная система, в которой социальные перемещения из одного слоя в другой запрещены или крайне ограничены",
                                              "общество, где каждый может легко изменить свое положение за счет образования",
                                              "структура, поощряющая активную миграцию и смену профессий",
                                              "демократическая система с развитыми социальными лифтами"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q037",
                              "text":  "Рабство – это…",
                              "options":  [
                                              "крайняя форма неравенства, при которой одни люди владеют другими как собственностью",
                                              "добровольное соглашение о выполнении тяжелых работ за плату",
                                              "система пожизненного найма в крупных корпорациях",
                                              "форма религиозного служения в древних общинах"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q038",
                              "text":  "Каста – это…",
                              "options":  [
                                              "замкнутая социальная группа с пожизненным членством, определяемым рождением",
                                              "профессиональное объединение врачей или юристов",
                                              "политическая партия, борющаяся за власть",
                                              "группа людей, объединенных общим хобби или интересами"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q039",
                              "text":  "Под богатством подразумевают:",
                              "options":  [
                                              "совокупность всех имеющихся активов (денег, движимого и недвижимого имущества)",
                                              "исключительно сумму наличных денег в кошельке на данный момент",
                                              "высокий уровень духовного развития и моральных качеств",
                                              "общее количество дипломов об образовании и сертификатов"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q040",
                              "text":  "Под доходом подразумевают:",
                              "options":  [
                                              "сумму денег, полученную индивидом или семьей за определенный период времени (зарплата, проценты и т.д.)",
                                              "рыночную стоимость недвижимости, которой владеет человек",
                                              "накопленный за всю жизнь капитал, хранящийся в банке",
                                              "престижность занимаемой должности в компании"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q041",
                              "text":  "Под престижем подразумевают:",
                              "options":  [
                                              "общественную оценку значимости той или иной позиции (статуса), занимаемой индивидом",
                                              "реальное количество власти, сосредоточенной в руках человека",
                                              "сумму ежемесячных выплат по банковским вкладам",
                                              "физическую силу и выносливость представителя социальной группы"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q042",
                              "text":  "Средний класс – это…",
                              "options":  [
                                              "совокупность социальных слоев, занимающих промежуточное положение между высшим и низшим классами, имеющих устойчивый доход и высокий уровень образования",
                                              "группа людей, находящихся за чертой бедности и не имеющих постоянной работы",
                                              "элита общества, обладающая абсолютной политической властью",
                                              "крестьянство, занятое исключительно ручным сельскохозяйственным трудом"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q043",
                              "text":  "Многомерная иерархически организованная структура социального неравенства, существующая в любом обществе – это…",
                              "options":  [
                                              "социальная стратификация",
                                              "социальная мобильность",
                                              "социальная девиация",
                                              "социальная адаптация"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q044",
                              "text":  "Изменение социального статуса личности – это…",
                              "options":  [
                                              "социальная мобильность",
                                              "социальная стагнация",
                                              "социальная деградация",
                                              "социальная изоляция"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q045",
                              "text":  "Термин «стратификация» переводится как:",
                              "options":  [
                                              "расслоение (от лат. stratum — слой, пласт)",
                                              "объединение (от лат. unio — единство)",
                                              "борьба (от греч. polemos — конфликт)",
                                              "равенство (от лат. aequalis — равный)"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q046",
                              "text":  "Эти классы в обществе выделил К.Маркс:",
                              "options":  [
                                              "буржуазия и пролетариат",
                                              "брахманы и кшатрии",
                                              "менеджеры и акционеры",
                                              "белые воротнички и синие воротнички"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q047",
                              "text":  "Они первыми попытались объяснить природу социальной стратификации:",
                              "options":  [
                                              "представители функционализма (К. Дэвис и У. Мур)",
                                              "сторонники радикального феминизма",
                                              "античные философы-киники",
                                              "представители современной кибернетики"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q048",
                              "text":  "Согласно К.Дэвис и У.Мур стратификация – это…",
                              "options":  [
                                              "функциональная необходимость для выживания и развития общества",
                                              "случайная ошибка в историческом развитии человечества",
                                              "результат заговора богатых против бедных",
                                              "временное явление, которое исчезнет при жизни одного поколения"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q049",
                              "text":  "Характерная черта сословий – это…",
                              "options":  [
                                              "юридическое или религиозное закрепление прав и обязанностей, передающихся по наследству",
                                              "полное отсутствие каких-либо прав у всех членов группы",
                                              "возможность менять статус несколько раз в день по желанию",
                                              "определение принадлежности к группе через результаты спортивных соревнований"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q050",
                              "text":  "Социальную структуру, члены которой с большим трудом могут изменить свой статус, называют…",
                              "options":  [
                                              "закрытой системой стратификации",
                                              "открытой классовой структурой",
                                              "меритократией",
                                              "либеральным обществом"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q051",
                              "text":  "Человек, участвующий в социологическом исследовании в качестве носителя информации:",
                              "options":  [
                                              "респондент",
                                              "модератор",
                                              "заказчик",
                                              "интервьюер"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q052",
                              "text":  "Анализ текста с последующим подсчетом символов – это…",
                              "options":  [
                                              "контент-анализ",
                                              "факторный анализ",
                                              "корреляционный анализ",
                                              "экспертный опрос"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q053",
                              "text":  "Метод получения первичной информации, заключающийся в составлении анкет и проведении опроса – это …",
                              "options":  [
                                              "анкетирование",
                                              "эксперимент",
                                              "фокус-группа",
                                              "лонгитюдное исследование"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q054",
                              "text":  "Интервью – это …",
                              "options":  [
                                              "метод сбора информации через непосредственное вербальное взаимодействие исследователя с респондентом",
                                              "способ изучения документов путем их качественного описания",
                                              "процесс наблюдения за поведением группы без вступления в контакт",
                                              "автоматизированный сбор данных из социальных сетей"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q055",
                              "text":  "Социологический метод, предполагающий, что социолог сам принимает участие в деятельности группы, которую он изучает – это …",
                              "options":  [
                                              "включенное наблюдение",
                                              "массовый опрос",
                                              "почтовая анкета",
                                              "кабинетное исследование"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q056",
                              "text":  "Лицо, ведущее анкетный опрос при помощи метода интервью – это …",
                              "options":  [
                                              "интервьюер",
                                              "реципиент",
                                              "аналитик",
                                              "информант"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q057",
                              "text":  "Метод исследования, когда из общей изучаемой (генеральной) совокупности однородных единиц отбирается некоторая его часть – это …",
                              "options":  [
                                              "выборочный метод (выборка)",
                                              "сплошной опрос",
                                              "перепись населения",
                                              "метод основного массива"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q058",
                              "text":  "Блок вопросов анкеты, называемый паспортичкой, никогда не включает вопрос:",
                              "options":  [
                                              "фамилия, имя, отчество респондента",
                                              "возраст респондента",
                                              "уровень образования",
                                              "семейное положение"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q059",
                              "text":  "Рассмотрение финансовых, административных, материально-технических проблем в ходе проведения исследования – это:",
                              "options":  [
                                              "организационный план исследования",
                                              "теоретическая интерпретация понятий",
                                              "выдвижение рабочих гипотез",
                                              "операционализация переменных"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q060",
                              "text":  "Целенаправленная беседа, цель которой – получить ответы на вопросы, предусмотренные программой исследования – это:",
                              "options":  [
                                              "интервью",
                                              "консилиум",
                                              "дискуссия",
                                              "совещание"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q061",
                              "text":  "Вид группового интервью, когда внимание присутствующих сфокусировано на решении какой-то одной проблемы – это:",
                              "options":  [
                                              "фокус-группа",
                                              "мозговой штурм",
                                              "заседание кафедры",
                                              "пресс-конференция"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q062",
                              "text":  "Ведущего фокус-группы называют …",
                              "options":  [
                                              "модератор",
                                              "куратор",
                                              "ассистент",
                                              "респондент"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q063",
                              "text":  "Анализ – это:",
                              "options":  [
                                              "метод научного исследования путем разложения предмета на составные части",
                                              "способ объединения разрозненных данных в единую систему",
                                              "интуитивное восприятие объекта как целого",
                                              "процесс сбора первичных данных в полевых условиях"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q064",
                              "text":  "Способность связать любое событие в обществе со структурным, культурным и историческим контекстом — это:",
                              "options":  [
                                              "социологическое воображение",
                                              "здравый смысл",
                                              "утопическое мышление",
                                              "психологическая интуиция"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q065",
                              "text":  "Вероятностное предположение о причинах явления, взаимосвязях между изучаемыми социальными явлениями — это:",
                              "options":  [
                                              "гипотеза",
                                              "аксиома",
                                              "социальный закон",
                                              "доказанный факт"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q066",
                              "text":  "Согласно О.Конту человечество в своем умственном развитии прошло следующие стадии:",
                              "options":  [
                                              "теологическую, метафизическую и позитивную",
                                              "рабовладельческую, феодальную и капиталистическую",
                                              "дикость, варварство и цивилизацию",
                                              "военную, промышленную и постиндустриальную"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q067",
                              "text":  "Согласно О.Конту на теологической стадии умственного развития человечества существуют:",
                              "options":  [
                                              "вера в сверхъестественные силы, богов, духов",
                                              "строгие научные доказательства и эксперименты",
                                              "атеистические воззрения и материализм",
                                              "развитые компьютерные технологии"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q068",
                              "text":  "Согласно О.Конту на метафизической стадии умственного развития человечества существуют:",
                              "options":  [
                                              "отвлеченные сущности, абстрактные понятия, «природа» как первопричина",
                                              "точные математические расчеты траекторий планет",
                                              "магические обряды и жертвоприношения",
                                              "полное отрицание философии и религии"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q069",
                              "text":  "Согласно О.Конту на позитивной стадии умственного развития человечества существуют:",
                              "options":  [
                                              "научное наблюдение, выявление законов, опора на факты и опыт",
                                              "поиск объяснений в мифологии и сказках",
                                              "доминирование церковных догматов над разумом",
                                              "отказ от использования техники в производстве"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q070",
                              "text":  "Термин «теория среднего уровня» в научный оборот ввел:",
                              "options":  [
                                              "Роберт Мертон",
                                              "Толкотт Парсонс",
                                              "Герберт Спенсер",
                                              "Эмиль Дюркгейм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q071",
                              "text":  "В Казахстане система социальной стратификации…",
                              "options":  [
                                              "носит открытый характер",
                                              "является закрытой кастовой системой",
                                              "основана исключительно на сословных привилегиях",
                                              "полностью отсутствует из-за всеобщего равенства"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q072",
                              "text":  "Социологические знания накапливались в недрах:",
                              "options":  [
                                              "философии",
                                              "алхимии",
                                              "геометрии",
                                              "лингвистики"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q073",
                              "text":  "Социальная позиция человека в рамках группы, связанная с определенными правами и обязанностями:",
                              "options":  [
                                              "социальный статус",
                                              "социальный лифт",
                                              "социальный конфликт",
                                              "социальный контроль"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q074",
                              "text":  "Статус, полученный от рождения:",
                              "options":  [
                                              "предписанный (аскриптивный) статус",
                                              "достигнутый статус",
                                              "профессиональный статус",
                                              "временный статус"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q075",
                              "text":  "Статус, приобретенный индивидом благодаря его собственным усилиям:",
                              "options":  [
                                              "достигнутый (приобретенный) статус",
                                              "аскриптивный статус",
                                              "врожденный статус",
                                              "биологический статус"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q076",
                              "text":  "Статус человека, определяющий его социальное положение и значение, связанное с определенными его правами и обязанностями:",
                              "options":  [
                                              "основной статус",
                                              "эпизодический статус",
                                              "маргинальный статус",
                                              "латентный статус"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q077",
                              "text":  "Ожидаемое поведение в соответствии с правами и обязанностями, закрепленными за данным статусом:",
                              "options":  [
                                              "социальная роль",
                                              "социальная санкция",
                                              "социальная мобильность",
                                              "социальная изоляция"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q078",
                              "text":  "Достигаемому статусу соответствует:",
                              "options":  [
                                              "квалификация, образование, личные заслуги",
                                              "этническая принадлежность и раса",
                                              "место рождения и титул предков",
                                              "биологический пол и возраст"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q079",
                              "text":  "Возраст для взрослого человека – это:",
                              "options":  [
                                              "предписанный (аскриптивный) статус",
                                              "достигнутый статус",
                                              "политический статус",
                                              "профессиональный статус"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q080",
                              "text":  "Процесс социализации происходит:",
                              "options":  [
                                              "на протяжении всей жизни человека",
                                              "только в раннем детстве до 5 лет",
                                              "исключительно в период обучения в школе",
                                              "только после достижения пенсионного возраста"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q081",
                              "text":  "Люди, организации и группы, участвующие в процессе социализации – это…",
                              "options":  [
                                              "агенты социализации",
                                              "объекты стратификации",
                                              "социальные маргиналы",
                                              "респонденты"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q082",
                              "text":  "Самоимидж – это…",
                              "options":  [
                                              "представление человека о самом себе",
                                              "фотография в официальном документе",
                                              "мнение коллег о профессионализме сотрудника",
                                              "рекламный плакат политического деятеля"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q083",
                              "text":  "Автор теории «Зеркального Я»:",
                              "options":  [
                                              "Чарльз Кули",
                                              "Макс Вебер",
                                              "Огюст Конт",
                                              "Эмиль Дюркгейм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q084",
                              "text":  "Автор теории «Обобщенного другого»:",
                              "options":  [
                                              "Джордж Герберт Мид",
                                              "Карл Маркс",
                                              "Герберт Спенсер",
                                              "Роберт Мертон"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q085",
                              "text":  "«Обобщенный другой» – это…",
                              "options":  [
                                              "общие ценности и стандарты поведения группы, которые индивид принимает как свои",
                                              "случайный прохожий на улице",
                                              "воображаемый враг в психологических триллерах",
                                              "официальный представитель государственных органов"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q086",
                              "text":  "«Значимый другой» – это…",
                              "options":  [
                                              "личности, оказывающие наибольшее влияние на формирование самосознания индивида",
                                              "любой человек, состоящий в той же политической партии",
                                              "известный актер или музыкант, которого индивид никогда не видел",
                                              "официальный диктор в телевизионных новостях"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q087",
                              "text":  "Согласно Ч. Кули «Зеркальное Я» – это…",
                              "options":  [
                                              "самосознание индивида, отражающее то, каким, по его мнению, он видится другим людям",
                                              "умение человека подражать мимике собеседника",
                                              "нарциссическая склонность к самолюбованию",
                                              "процесс физического отражения в гладких поверхностях"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q088",
                              "text":  "Согласно Дж. Г. Миду «Значимый другой» – это…",
                              "options":  [
                                              "конкретный человек, чье одобрение или мнение наиболее важно для ребенка",
                                              "свод законов и правил дорожного движения",
                                              "абстрактный образ идеального гражданина",
                                              "всё население земного шара"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q089",
                              "text":  "Индивид – это…",
                              "options":  [
                                              "единичный представитель человеческого рода, отдельно взятый человек",
                                              "результат долгого процесса культурного воспитания",
                                              "субъект, обладающий высшими государственными наградами",
                                              "социальная группа численностью более двух человек"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q090",
                              "text":  "Личность – это…",
                              "options":  [
                                              "совокупность социально значимых качеств индивида, формирующихся в процессе жизни",
                                              "биологический организм с набором безусловных рефлексов",
                                              "любой объект, имеющий право голоса на выборах",
                                              "человек, обладающий исключительно врожденными талантами"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q091",
                              "text":  "Человек – это …",
                              "options":  [
                                              "биосоциальное существо, обладающее сознанием, речью и способностью к труду",
                                              "исключительно биологический организм, действующий на основе инстинктов",
                                              "продукт чистого воображения, не имеющий физической оболочки",
                                              "техническое устройство, созданное для выполнения алгоритмов"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q092",
                              "text":  "В социологии выделяются два уровня социализации личности:",
                              "options":  [
                                              "первичная и вторичная",
                                              "внешняя и внутренняя",
                                              "биологическая и техническая",
                                              "формальная и стихийная"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q093",
                              "text":  "Если под одной крышей живут несколько родственных семей, больше двух поколений, то такая семья является …",
                              "options":  [
                                              "расширенной (многопоколенной)",
                                              "нуклеарной",
                                              "неполной",
                                              "моногамной"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q094",
                              "text":  "Существуют две формы брака:",
                              "options":  [
                                              "моногамия и полигамия",
                                              "демократия и автократия",
                                              "солидарность и аномия",
                                              "статика и динамика"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q095",
                              "text":  "Семья должна давать чувство защищенности, душевного комфорта, безопасности. Эта функция семьи называется …",
                              "options":  [
                                              "психотерапевтическая (эмоциональная)",
                                              "репродуктивная",
                                              "экономическая",
                                              "образовательная"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q096",
                              "text":  "Семья, в которой все обязанности распределяются справедливо, пропорционально, где совместно обсуждаются проблемы, называется …",
                              "options":  [
                                              "эгалитарная (партнерская)",
                                              "патриархальная",
                                              "авторитарная",
                                              "девиантная"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q097",
                              "text":  "Термин «моногамия» означает:",
                              "options":  [
                                              "единобрачие (брак одного мужчины с одной женщиной)",
                                              "наличие нескольких жен у одного мужа",
                                              "брак между представителями разных сословий",
                                              "полный отказ от вступления в брачные отношения"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q098",
                              "text":  "Термин «полигамия» означает:",
                              "options":  [
                                              "многобрачие (брак одного партнера с несколькими)",
                                              "проживание супругов отдельно друг от друга",
                                              "запрет на вступление в брак до 25 лет",
                                              "обязательное наличие детей в семье"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q099",
                              "text":  "Термин «полигиния» означает:",
                              "options":  [
                                              "многоженство (один муж и несколько жен)",
                                              "многомужество (одна жена и несколько мужей)",
                                              "власть женщин в общественной жизни",
                                              "систему наследования по женской линии"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t1-q100",
                              "text":  "Термин «полиандрия» означает:",
                              "options":  [
                                              "многомужество (одна жена и несколько мужей)",
                                              "обряд усыновления чужих детей",
                                              "равенство прав супругов в быту",
                                              "многоженство (один муж и несколько жен)"
                                          ],
                              "answer":  0
                          }
                      ]
    },
    {
        "id":  "test-2",
        "title":  "Тест 2",
        "description":  "100 вопросов из документа Да.docx",
        "questions":  [
                          {
                              "id":  "t2-q001",
                              "text":  "Термин «сорорат» означает:",
                              "options":  [
                                              "обычай, по которому мужчина вступает в брак с сестрой умершей жены",
                                              "систему передачи титулов от отца к сыну",
                                              "запрет на браки внутри одной общины",
                                              "обязанность вдовы выходить замуж за брата мужа"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q002",
                              "text":  "Нуклеарная семья – это …",
                              "options":  [
                                              "семья, состоящая из родителей (мужа и жены) и их детей",
                                              "группа людей, объединенных общими научными интересами",
                                              "союз нескольких семейных кланов под общим управлением",
                                              "семья, где воспитанием детей занимаются только прадедушки"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q003",
                              "text":  "Расширенная семья – это …",
                              "options":  [
                                              "семья, объединяющая под одной крышей несколько поколений родственников",
                                              "семья, в которой количество детей превышает пять человек",
                                              "супружеская пара, проживающая в большой квартире",
                                              "объединение соседей для совместной покупки продуктов"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q004",
                              "text":  "Патриархальная семья – это …",
                              "options":  [
                                              "тип семьи, в которой власть принадлежит главе семейства — мужчине",
                                              "союз, в котором женщина принимает все финансовые решения",
                                              "семья, основанная на полном отсутствии главы и авторитетов",
                                              "молодежное сообщество без обязательств"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q005",
                              "text":  "Патрилокальная семья – это …",
                              "options":  [
                                              "поселение молодоженов в доме родителей мужа",
                                              "обязательный переезд мужа в дом родителей жены",
                                              "получение супругами квартиры от государства",
                                              "аренда жилья в другом городе отдельно от всех"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q006",
                              "text":  "Матрилокальная семья – это …",
                              "options":  [
                                              "поселение молодоженов в доме родителей жены",
                                              "проживание мужа в казарме во время службы",
                                              "строительство нового дома на нейтральной территории",
                                              "проживание молодоженов в доме старшего брата"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q007",
                              "text":  "Неолокальный вид семьи – это …",
                              "options":  [
                                              "поселение молодоженов отдельно от родителей",
                                              "проживание супругов в доме родителей жены",
                                              "кочевой образ жизни без постоянного места жительства",
                                              "временное проживание в гостиницах"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q008",
                              "text":  "Такое состояние общества, когда прежняя система регулирующих норм и ценностей разрушена, а замена еще не сформировалась:",
                              "options":  [
                                              "аномия",
                                              "консолидация",
                                              "интеграция",
                                              "стагнация"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q009",
                              "text":  "Он считал, что главной причиной девиации является разрыв между целями общества и социально одобряемыми средствами:",
                              "options":  [
                                              "Роберт Мертон",
                                              "Огюст Конт",
                                              "Чарльз Кули",
                                              "Макс Вебер"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q010",
                              "text":  "Тип поведения, когда отрицаются и цели, и средства достижения этих целей:",
                              "options":  [
                                              "ретритизм (бегство от реальности)",
                                              "конформизм",
                                              "инновация",
                                              "ритуализм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q011",
                              "text":  "Тип поведения, когда отвергаются господствующие цели и средства, они заменяются новыми нормами:",
                              "options":  [
                                              "мятеж (бунт)",
                                              "ритуализм",
                                              "инновация",
                                              "конформизм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q012",
                              "text":  "Тип поведения, когда члены общества отрицают цели, но принимают одобренные обществом средства достижения:",
                              "options":  [
                                              "ритуализм",
                                              "ретритизм",
                                              "мятеж",
                                              "конформизм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q013",
                              "text":  "Тип поведения, когда у членов общества их культурные цели полностью совпадают с утвержденными средствами для их достижения:",
                              "options":  [
                                              "конформизм",
                                              "инновация",
                                              "аномия",
                                              "девиация"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q014",
                              "text":  "Тип поведения, когда предполагается согласие с целями, но отрицание одобренных обществом средств их достижения:",
                              "options":  [
                                              "инновация",
                                              "ритуализм",
                                              "ретритизм",
                                              "конформизм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q015",
                              "text":  "Вознаграждения и наказания, стимулирующие соблюдение предписаний:",
                              "options":  [
                                              "социальные санкции",
                                              "социальные лифты",
                                              "социальные роли",
                                              "социальные статусы"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q016",
                              "text":  "Публичное одобрение со стороны официальных организаций:",
                              "options":  [
                                              "формальные позитивные санкции",
                                              "неформальные позитивные санкции",
                                              "формальные негативные санкции",
                                              "государственные дотации"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q017",
                              "text":  "Публичное одобрение, не исходящее от официальных организаций:",
                              "options":  [
                                              "неформальные позитивные санкции",
                                              "формальные позитивные санкции",
                                              "корпоративные бонусы",
                                              "неформальные негативные санкции"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q018",
                              "text":  "Наказания, предусмотренные юридическими законами:",
                              "options":  [
                                              "формальные негативные санкции",
                                              "неформальные негативные санкции",
                                              "общественное порицание",
                                              "социальная стигматизация"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q019",
                              "text":  "Наказания, не предусмотренные официальными инстанциями:",
                              "options":  [
                                              "неформальные негативные санкции",
                                              "формальные негативные санкции",
                                              "административные штрафы",
                                              "дисциплинарные взыскания"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q020",
                              "text":  "Механизм, с помощью которого общество регулирует поведение индивидов и поддерживается порядок:",
                              "options":  [
                                              "социальный контроль",
                                              "социальный конфликт",
                                              "социальная стратификация",
                                              "социальная мобильность"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q021",
                              "text":  "Поведение, которое рассматривается как отклонение от социокультурных и групповых норм:",
                              "options":  [
                                              "девиантное поведение (девиация)",
                                              "нормативное поведение",
                                              "социальная адаптация",
                                              "правомерное действие"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q022",
                              "text":  "Рост численности населения и роли городов в развитии общества:",
                              "options":  [
                                              "урбанизация",
                                              "глобализация",
                                              "индустриализация",
                                              "модернизация"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q023",
                              "text":  "Автор труда «Капитал»:",
                              "options":  [
                                              "Карл Маркс",
                                              "Макс Вебер",
                                              "Огюст Конт",
                                              "Адам Смит"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q024",
                              "text":  "Первое значительное социологическое исследование, затрагивающее проблему девиантности:",
                              "options":  [
                                              "работа Эмиля Дюркгейма «Самоубийство»",
                                              "работа Макса Вебера «Протестантская этика»",
                                              "работа Огюста Конта «Курс позитивной философии»",
                                              "работа Чарльза Кули «Человеческая природа и социальный порядок»"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q025",
                              "text":  "Он первым показал, что самоубийство есть результат взаимоотношений общества и индивида:",
                              "options":  [
                                              "Эмиль Дюркгейм",
                                              "Зигмунд Фрейд",
                                              "Роберт Мертон",
                                              "Георг Зиммель"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q026",
                              "text":  "Он является автором теории языковых кодов в социологии образования:",
                              "options":  [
                                              "Бэзил Бернстайн",
                                              "Пьер Бурдье",
                                              "Толкотт Парсонс",
                                              "Джон Дьюи"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q027",
                              "text":  "Они выдвинули концепцию соответствия, согласно которой школы готовят рабочую силу для капитализма:",
                              "options":  [
                                              "Сэмюэл Боулс и Герберт Гинтис",
                                              "Питер Бергер и Томас Лукман",
                                              "Уильям Томас и Флориан Знанецкий",
                                              "Карл Маркс и Фридрих Энгельс"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q028",
                              "text":  "Согласно теории языковых кодов:",
                              "options":  [
                                              "дети из разных социальных классов используют разные речевые системы, что влияет на их успеваемость",
                                              "уровень интеллекта ребенка зависит исключительно от генетической наследственности",
                                              "школа должна полностью отказаться от использования учебников и лекций",
                                              "язык общения в школе никак не связан с будущим социальным статусом ученика"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q029",
                              "text":  "Согласно представителям функционализма:",
                              "options":  [
                                              "образование выполняет важные функции по социализации детей и подготовке кадров",
                                              "школа является местом подавления индивидуальности и творчества",
                                              "образовательная система существует только для получения прибыли директорами школ",
                                              "образование — это случайный процесс, не имеющий значения для общества"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q030",
                              "text":  "Согласно представителям конфликтологии:",
                              "options":  [
                                              "образование является инструментом социального контроля и воспроизводства неравенства",
                                              "школа — это главный институт обеспечения равенства возможностей для всех",
                                              "образование способствует полной гармонизации интересов всех классов",
                                              "система образования никак не связана с политической борьбой в обществе"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q031",
                              "text":  "Согласно концепции соответствия …",
                              "options":  [
                                              "структура учебного процесса в школах соответствует иерархической структуре рабочего места на предприятиях",
                                              "учебные программы полностью формируются исходя из пожеланий самих учащихся",
                                              "школы обучают детей исключительно творческим профессиям, игнорируя нужды рынка",
                                              "система образования никак не связана с будущей профессиональной деятельностью"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q032",
                              "text":  "Интернационализация образования – это …",
                              "options":  [
                                              "создание единой международной системы образования и академическая мобильность студентов",
                                              "запрет на признание иностранных дипломов внутри одной страны",
                                              "перевод всех учебных заведений исключительно на дистанционный формат",
                                              "ограничение прав студентов на изучение иностранных языков"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q033",
                              "text":  "Фундаментализация образования – это …",
                              "options":  [
                                              "усиление внимания к изучению теоретических, базовых знаний",
                                              "упор на узкую практическую специализацию и краткосрочные курсы",
                                              "отказ от преподавания естественных и гуманитарных наук в вузах",
                                              "внедрение исключительно игровых методов обучения без теории"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q034",
                              "text":  "Пример крайнего неравенства:",
                              "options":  [
                                              "рабство",
                                              "наличие разных профессий в обществе",
                                              "проживание людей в разных городах",
                                              "разница в музыкальных вкусах индивидов"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q035",
                              "text":  "Предписания о том, как надо вести себя в обществе, называются:",
                              "options":  [
                                              "социальные нормы",
                                              "социальные лифты",
                                              "социальные гипотезы",
                                              "социальные факты"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q036",
                              "text":  "Дружеская похвала – это пример:",
                              "options":  [
                                              "неформальной позитивной санкции",
                                              "формальной позитивной санкции",
                                              "неформальной негативной санкции",
                                              "институционального контроля"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q037",
                              "text":  "Административный штраф – это пример:",
                              "options":  [
                                              "формальной негативной санкции",
                                              "неформальной негативной санкции",
                                              "формальной позитивной санкции",
                                              "морального поощрения"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q038",
                              "text":  "Пренебрежение – это пример:",
                              "options":  [
                                              "неформальной негативной санкции",
                                              "формальной негативной санкции",
                                              "неформальной позитивной санкции",
                                              "правового регулирования"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q039",
                              "text":  "Девиация чаще всего наблюдается:",
                              "options":  [
                                              "в периоды социальных кризисов и аномии",
                                              "в периоды абсолютной стабильности и процветания общества",
                                              "только в обществах с жестким тоталитарным контролем",
                                              "исключительно в малых группах с родственными связями"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q040",
                              "text":  "Когда у членов общества их культурные цели достижения материального успеха полностью совпадают с утвержденными обществом средствами их достижения – это:",
                              "options":  [
                                              "конформизм",
                                              "инновация",
                                              "ритуализм",
                                              "ретритизм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q041",
                              "text":  "Когда у членов общества есть согласие с целями, но отрицание одобренных обществом средств их достижения – это:",
                              "options":  [
                                              "инновация",
                                              "ритуализм",
                                              "ретритизм",
                                              "мятеж"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q042",
                              "text":  "Когда члены общества отрицают цели, но принимают одобренные обществом средства достижения – это:",
                              "options":  [
                                              "ритуализм",
                                              "конформизм",
                                              "инновация",
                                              "бунт"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q043",
                              "text":  "Когда члены общества отрицают и цели, и средства – это:",
                              "options":  [
                                              "ретритизм (бегство от реальности)",
                                              "конформизм",
                                              "ритуализм",
                                              "социальная интеграция"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q044",
                              "text":  "Когда отвергают господствующие цели и средства, заменяя их новыми нормами – это:",
                              "options":  [
                                              "мятеж (бунт)",
                                              "инновация",
                                              "ретритизм",
                                              "конформизм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q045",
                              "text":  "Система массового производства в соединении с культивированием массового рынка означает …",
                              "options":  [
                                              "фордизм",
                                              "меркантилизм",
                                              "феодализм",
                                              "постиндустриализм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q046",
                              "text":  "Представители рабочего класса, занятые физическим трудом с почасовой оплатой, неофициально называют …",
                              "options":  [
                                              "«синие воротнички»",
                                              "«белые воротнички»",
                                              "«золотая молодежь»",
                                              "«фрилансеры»"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q047",
                              "text":  "Сотрудников, занимающихся офисной работой, неофициально называют …",
                              "options":  [
                                              "«белые воротнички»",
                                              "«синие воротнички»",
                                              "«разнорабочие»",
                                              "«пролетариат»"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q048",
                              "text":  "Крупные фирмы управлялись либо отдельными предпринимателями, либо несколькими членами одной семьи - и затем переходили к их потомкам:",
                              "options":  [
                                              "семейный капитализм",
                                              "государственный капитализм",
                                              "управленческий капитализм",
                                              "институциональный капитализм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q049",
                              "text":  "Менеджеры приобретают все большее влияние вследствие появления очень крупных фирм:",
                              "options":  [
                                              "управленческий капитализм",
                                              "традиционный капитализм",
                                              "семейный капитализм",
                                              "народный капитализм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q050",
                              "text":  "Единая сеть производственного управления, занятого не только принятием решений, но и распространением влияния корпорации вовне:",
                              "options":  [
                                              "институциональный капитализм",
                                              "аграрный капитализм",
                                              "малый бизнес",
                                              "кооперативное движение"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q051",
                              "text":  "Автор работы «Протестантская этика и дух капитализма»:",
                              "options":  [
                                              "Макс Вебер",
                                              "Эмиль Дюркгейм",
                                              "Карл Маркс",
                                              "Огюст Конт"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q052",
                              "text":  "Он главную роль в формировании западноевропейского капиталистического духа отводил протестантской трудовой этике:",
                              "options":  [
                                              "Макс Вебер",
                                              "Георг Зиммель",
                                              "Толкотт Парсонс",
                                              "Герберт Спенсер"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q053",
                              "text":  "Синие воротнички – это …",
                              "options":  [
                                              "представители рабочего класса, занятые физическим трудом",
                                              "менеджеры высшего звена и руководители корпораций",
                                              "офисные сотрудники и государственные служащие",
                                              "творческая интеллигенция и свободные художники"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q054",
                              "text":  "Он проанализировал влияние протестантизма на становление капитализма:",
                              "options":  [
                                              "Макс Вебер",
                                              "Роберт Мертон",
                                              "Чарльз Кули",
                                              "Питер Бергер"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q055",
                              "text":  "К области нематериальной культуры относятся …",
                              "options":  [
                                              "ценности, нормы, верования, знания, идеи, язык и обычаи",
                                              "здания, сооружения, транспортные средства и техника",
                                              "орудия труда, одежда и предметы домашнего обихода",
                                              "полезные ископаемые и природные ландшафты"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q056",
                              "text":  "Понятие этноцентризм означает …",
                              "options":  [
                                              "склонность оценивать другие культуры исключительно через призму норм собственной культуры, считая её превосходящей",
                                              "признание равенства всех культур и народов мира",
                                              "процесс полного слияния нескольких этносов в один новый",
                                              "изучение языков малых народов с целью их сохранения"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q057",
                              "text":  "Понятие культурный релятивизм означает …",
                              "options":  [
                                              "убеждение, что каждая культура должна оцениваться только на основе её собственных стандартов",
                                              "навязывание ценностей одной культуры всем остальным народам",
                                              "отказ от признания культурных различий между людьми",
                                              "теорию о неизбежной гибели всех национальных культур"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q058",
                              "text":  "Понятие субкультура означает …",
                              "options":  [
                                              "система ценностей и норм, отличающая определенную группу от большинства общества",
                                              "полное отсутствие культуры у определенных слоев населения",
                                              "государственная программа по развитию сельских клубов",
                                              "господствующая идеология, обязательная для всех граждан"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q059",
                              "text":  "Понятие контркультура означает …",
                              "options":  [
                                              "субкультура, которая активно противостоит ценностям и нормам господствующей культуры",
                                              "часть культуры, посвященная исключительно классической музыке",
                                              "система образования для подготовки элитных специалистов",
                                              "культура, основанная на строгом соблюдении всех государственных законов"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q060",
                              "text":  "Часть общей культуры, чьи нормы и ценности противоречат общекультурным нормам – это …",
                              "options":  [
                                              "контркультура",
                                              "массовая культура",
                                              "высокая культура",
                                              "народная культура"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q061",
                              "text":  "Культура – это …",
                              "options":  [
                                              "совокупность ценностей, норм, верований и материальных объектов, характерных для данного образа жизни",
                                              "только набор правил посещения театров и библиотек",
                                              "генетическая информация, передаваемая от родителей к детям",
                                              "уровень развития промышленного производства в стране"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q062",
                              "text":  "Культурные универсалии – это …",
                              "options":  [
                                              "общие черты, свойственные всем человеческим культурам (язык, брак, ритуалы)",
                                              "предметы быта, которые производятся только в одной стране",
                                              "законы, принятые Генеральной Ассамблеей ООН",
                                              "технические стандарты производства автомобилей"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q063",
                              "text":  "Часть общей культуры, чьи нормы и ценности не противоречат общекультурным нормам – это …",
                              "options":  [
                                              "субкультура",
                                              "аномия",
                                              "девиация",
                                              "культурная изоляция"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q064",
                              "text":  "Оценка поведения других групп исходя из норм собственной культуры – это …",
                              "options":  [
                                              "этноцентризм",
                                              "толерантность",
                                              "космополитизм",
                                              "ассимиляция"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q065",
                              "text":  "Когда поведение народа рассматривается с точки зрения культуры данного этноса – это …",
                              "options":  [
                                              "культурный релятивизм",
                                              "ксенофобия",
                                              "социальный дарвинизм",
                                              "культурная экспансия"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q066",
                              "text":  "По мнению М. Вебера большое влияние на развитие предпринимательского духа имел …",
                              "options":  [
                                              "протестантизм (протестантская этика)",
                                              "католицизм с его системой индульгенций",
                                              "античный политеизм",
                                              "первобытный тотемизм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q067",
                              "text":  "Урбанизация – это …",
                              "options":  [
                                              "рост городов, увеличение доли городского населения и распространение городского образа жизни",
                                              "массовое переселение жителей городов в сельскую местность",
                                              "процесс разрушения старых зданий в исторических центрах",
                                              "снижение общей численности населения страны"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q068",
                              "text":  "Прибытие людей с других территорий — это:",
                              "options":  [
                                              "иммиграция",
                                              "эмиграция",
                                              "депортация",
                                              "репатриация"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q069",
                              "text":  "Он разработал классификацию компонентов культуры (культурных универсалий):",
                              "options":  [
                                              "Джордж Питер Мердок",
                                              "Бронислав Малиновский",
                                              "Маргарет Мид",
                                              "Эдвард Тайлор"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q070",
                              "text":  "Количество культурных универсалий, выделенных Дж. П. Мердоком:",
                              "options":  [
                                              "более 70",
                                              "ровно 5",
                                              "около 500",
                                              "более 1000"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q071",
                              "text":  "Первый специальный труд по социологии:",
                              "options":  [
                                              "«Курс позитивной философии» Огюста Конта",
                                              "«Протестантская этика и дух капитализма» Макса Вебера",
                                              "«Разделение общественного труда» Эмиля Дюркгейма",
                                              "«Капитал» Карла Маркса"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q072",
                              "text":  "Автор Хоторнских экспериментов:",
                              "options":  [
                                              "Элтон Мэйо",
                                              "Абрахам Маслоу",
                                              "Фредерик Тейлор",
                                              "Толкотт Парсонс"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q073",
                              "text":  "Освоение человеком новых для себя ценностей – это:",
                              "options":  [
                                              "ресоциализация",
                                              "десоциализация",
                                              "инкультурация",
                                              "девиация"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q074",
                              "text":  "Язык, идеи, верования, традиции относятся к:",
                              "options":  [
                                              "нематериальной (духовной) культуре",
                                              "материальной культуре",
                                              "технической культуре",
                                              "биологическим инстинктам"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q075",
                              "text":  "Произведения искусства, ритуалы, церемонии относятся к:",
                              "options":  [
                                              "символическим элементам культуры",
                                              "первичным потребностям человека",
                                              "природным ресурсам",
                                              "экономическим показателям"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q076",
                              "text":  "Важным источником законов являются:",
                              "options":  [
                                              "нравы и социальные нормы",
                                              "климатические условия",
                                              "уровень валового внутреннего продукта",
                                              "количество высших учебных заведений"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q077",
                              "text":  "Правила, которые проводятся в жизнь специальной политической организацией, пользующейся правом применять силу – это:",
                              "options":  [
                                              "законы",
                                              "предрассудки",
                                              "личные предпочтения",
                                              "художественные вымыслы"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q078",
                              "text":  "Манера одеваться, говорить относятся к:",
                              "options":  [
                                              "обычаям (или манерам)",
                                              "государственным законам",
                                              "врожденным рефлексам",
                                              "религиозным догмам"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q079",
                              "text":  "Религиозные церемонии, способы проведения досуга относятся к:",
                              "options":  [
                                              "культурным образцам (ритуалам)",
                                              "орудиям материального производства",
                                              "факторам биологического отбора",
                                              "методам государственного принуждения"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q080",
                              "text":  "Рокфеллеры являются представителями:",
                              "options":  [
                                              "высшего класса (семейного капитализма)",
                                              "рабочего класса",
                                              "среднего класса",
                                              "маргинальных слоев"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q081",
                              "text":  "В труде «Немецкая идеология» он использовал термины «производительные силы», «разделение труда»:",
                              "options":  [
                                              "Карл Маркс (совместно с Ф. Энгельсом)",
                                              "Огюст Конт",
                                              "Герберт Спенсер",
                                              "Макс Вебер"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q082",
                              "text":  "Мы не стали бы «людьми» в общепринятом смысле слова, если бы не было …",
                              "options":  [
                                              "процесса социализации",
                                              "высокого уровня дохода",
                                              "доступа к сети интернет",
                                              "развития генной инженерии"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q083",
                              "text":  "Футбольные фанаты – это представители:",
                              "options":  [
                                              "субкультуры",
                                              "контркультуры",
                                              "элитарной культуры",
                                              "доминирующей культуры"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q084",
                              "text":  "Племя – это:",
                              "options":  [
                                              "тип этнической общности, характерный для первобытнообщинного строя, основанный на кровном родстве",
                                              "современное политическое объединение стран",
                                              "группа людей, работающих в одной корпорации",
                                              "высшая форма развития индустриальной нации"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q085",
                              "text":  "Народность – это:",
                              "options":  [
                                              "тип этнической общности, возникающий в эпоху рабовладения и феодализма, объединяемый территорией и языком",
                                              "добровольное объединение граждан по спортивным интересам",
                                              "религиозная секта, не имеющая своей территории",
                                              "научное сообщество исследователей культуры"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q086",
                              "text":  "Нация – это:",
                              "options":  [
                                              "высшая форма этнической общности, характеризующаяся единством территории, экономики, языка и самосознания",
                                              "небольшая группа родственников, проживающая в одном доме",
                                              "объединение людей по профессиональному признаку",
                                              "временный союз нескольких политических партий"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q087",
                              "text":  "Ложное приписывание врожденных характеристик личности или поведения индивидам на основе внешних признаков:",
                              "options":  [
                                              "расизм",
                                              "гуманизм",
                                              "пацифизм",
                                              "альтруизм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q088",
                              "text":  "Человек, верящий, что может существовать биологическое объяснение чертам превосходства или неполноценности людей:",
                              "options":  [
                                              "расист",
                                              "космополит",
                                              "антрополог",
                                              "демократ"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q089",
                              "text":  "Принудительное разделение людей на расовые, этнические или другие группы в повседневной жизни:",
                              "options":  [
                                              "сегрегация",
                                              "интеграция",
                                              "ассимиляция",
                                              "глобализация"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q090",
                              "text":  "Части крупных городов, отведенные для добровольного или принудительного проживания меньшинств:",
                              "options":  [
                                              "гетто",
                                              "мегаполисы",
                                              "коттеджные поселки",
                                              "агломерации"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q091",
                              "text":  "Форма массового насилия, который ООН определяет как действия, совершаемые с намерением уничтожить, полностью или частично, какую-либо национальную, этническую, расовую или религиозную группу:",
                              "options":  [
                                              "геноцид",
                                              "депортация",
                                              "ассимиляция",
                                              "стратификация"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q092",
                              "text":  "Иммигранты утрачивают собственные обычаи и перестраивают поведение в соответствии с ценностями и нормами большинства:",
                              "options":  [
                                              "ассимиляция",
                                              "мультикультурализм",
                                              "сегрегация",
                                              "этноцентризм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q093",
                              "text":  "Когда происходит соединение старых и новых обычаев, идет процесс формирования новых образцов культуры – это:",
                              "options":  [
                                              "«плавильный котел» (амальгамация)",
                                              "культурная изоляция",
                                              "апартеид",
                                              "геттоизация"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q094",
                              "text":  "Когда за всеми многообразными субкультурами признаются равные права:",
                              "options":  [
                                              "культурный плюрализм (мультикультурализм)",
                                              "культурный империализм",
                                              "ксенофобия",
                                              "социальный дарвинизм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q095",
                              "text":  "Действия, направленные на лишение членов одной группы возможностей, открытых для других – это:",
                              "options":  [
                                              "дискриминация",
                                              "социализация",
                                              "эмансипация",
                                              "благотворительность"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q096",
                              "text":  "Мнения или психологические установки, которые члены одной группы выражают применительно к другим:",
                              "options":  [
                                              "предрассудки",
                                              "законы",
                                              "гипотезы",
                                              "идеальные типы"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q097",
                              "text":  "Эта сегрегация характеризуется обязательным использованием параллельных учреждений (разных школ, больниц):",
                              "options":  [
                                              "институциональная (социальная) сегрегация",
                                              "добровольная миграция",
                                              "экономическая интеграция",
                                              "культурная диффузия"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q098",
                              "text":  "В условиях этой сегрегации отдельные группы вынуждены проживать в специально отведённых для них территориях (резервациях):",
                              "options":  [
                                              "территориальная (пространственная) сегрегация",
                                              "цифровая трансформация",
                                              "урбанизация",
                                              "социальная мобильность"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q099",
                              "text":  "Этот термин впервые был введён в обиход Р. Лемкиным:",
                              "options":  [
                                              "геноцид",
                                              "аномия",
                                              "статус",
                                              "класс"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t2-q100",
                              "text":  "Ограниченный код по Б. Бернстайну – это:",
                              "options":  [
                                              "упрощенная речевая система, опирающаяся на подразумеваемый контекст",
                                              "научный язык, используемый в высшей школе",
                                              "владение несколькими иностранными языками",
                                              "тайный язык преступных группировок"
                                          ],
                              "answer":  0
                          }
                      ]
    },
    {
        "id":  "test-3",
        "title":  "Тест 3",
        "description":  "100 вопросов из документа Да.docx",
        "questions":  [
                          {
                              "id":  "t3-q001",
                              "text":  "Усложненный код по Б. Бернстайну – это:",
                              "options":  [
                                              "развитая речевая система, позволяющая выражать абстрактные идеи",
                                              "язык жестов и мимики",
                                              "использование исключительно диалектов и жаргонизмов",
                                              "врожденная неспособность к изучению грамматики"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q002",
                              "text":  "Кто предположил, что у детей из различных семей в ранние годы складываются разные языковые коды?",
                              "options":  [
                                              "Бэзил Бернстайн",
                                              "Эмиль Дюркгейм",
                                              "Огюст Конт",
                                              "Чарльз Кули"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q003",
                              "text":  "А. Смит является автором труда:",
                              "options":  [
                                              "«Исследование о природе и причинах богатства народов»",
                                              "«Протестантская этика и дух капитализма»",
                                              "«Государство»",
                                              "«Общественный договор»"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q004",
                              "text":  "Он проанализировал разделение труда на примере булавочного производства:",
                              "options":  [
                                              "Адам Смит",
                                              "Карл Маркс",
                                              "Макс Вебер",
                                              "Роберт Мертон"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q005",
                              "text":  "Подход к использованию цифровых ресурсов для преобразования работы организации:",
                              "options":  [
                                              "цифровая трансформация",
                                              "техническая деградация",
                                              "традиционное управление",
                                              "механизация труда"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q006",
                              "text":  "Антибиотики стали использоваться для лечения инфекций лишь в:",
                              "options":  [
                                              "1940-х годах (середина XX века)",
                                              "1810-х годах",
                                              "1750-х годах",
                                              "начале XXI века"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q007",
                              "text":  "Социальное явление, при котором происходит отторжение индивида от других в результате прекращения контактов:",
                              "options":  [
                                              "социальная изоляция",
                                              "социальная адаптация",
                                              "социальный лифт",
                                              "социальный контроль"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q008",
                              "text":  "Демография изучает:",
                              "options":  [
                                              "закономерности воспроизводства населения (рождаемость, смертность, миграцию)",
                                              "влияние звезд на судьбу человека",
                                              "способы обработки археологических находок",
                                              "правила построения художественных текстов"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q009",
                              "text":  "Эйджизм – это:",
                              "options":  [
                                              "дискриминация человека на основании его возраста",
                                              "почитание старейшин в традиционном обществе",
                                              "процесс быстрого роста городов",
                                              "теория о превосходстве одной расы над другой"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q010",
                              "text":  "Самая главная функция образования – это:",
                              "options":  [
                                              "трансляция (передача) знаний и культурного опыта поколениям",
                                              "организация досуга молодежи в вечернее время",
                                              "продажа учебников и канцелярских товаров",
                                              "формирование религиозного фанатизма"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q011",
                              "text":  "Перемещение обучающихся на определенный академический год в другой вуз для обучения или проведения исследований – это:",
                              "options":  [
                                              "академическая мобильность",
                                              "трудовая миграция",
                                              "образовательная стагнация",
                                              "политическая эмиграция"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q012",
                              "text":  "Совместные международные научные исследования, обмен студентами и преподавателями – это:",
                              "options":  [
                                              "интернационализация образования",
                                              "изоляционизм в науке",
                                              "коммерциализация обучения",
                                              "монополизация знаний"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q013",
                              "text":  "Внедрение интенсивных методик обучения – это:",
                              "options":  [
                                              "технологизация (или интенсификация) образования",
                                              "деградация учебного процесса",
                                              "бюрократизация образования",
                                              "консервация знаний"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q014",
                              "text":  "Отклонения от норм, которые поощряются в данном обществе – это:",
                              "options":  [
                                              "позитивная девиация",
                                              "преступное поведение",
                                              "социальная аномия",
                                              "культурный шок"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q015",
                              "text":  "Поведение, которое осуждается обществом и влечет за собой наказания – это:",
                              "options":  [
                                              "негативная девиация",
                                              "конформизм",
                                              "инновация",
                                              "альтруизм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q016",
                              "text":  "Преднамеренная атака на информацию, компьютерную систему или сеть, создающая опасность для жизни людей – это:",
                              "options":  [
                                              "кибертерроризм",
                                              "цифровой маркетинг",
                                              "системное администрирование",
                                              "социальное проектирование"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q017",
                              "text":  "По К.Марксу чувство безразличия к работе, отсутствие фактического контроля над условиями своего труда – это:",
                              "options":  [
                                              "отчуждение",
                                              "солидарность",
                                              "самоактуализация",
                                              "корпоративный дух"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q018",
                              "text":  "Использование компьютерных и телекоммуникационных технологий в террористических целях:",
                              "options":  [
                                              "кибертерроризм",
                                              "электронное правительство",
                                              "дистанционное обучение",
                                              "сетевая интеграция"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q019",
                              "text":  "Согласно ВОЗ «… является состоянием полного физического, душевного и социального благополучия»:",
                              "options":  [
                                              "здоровье",
                                              "темперамент",
                                              "карьера",
                                              "престиж"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q020",
                              "text":  "Современная медицина – это:",
                              "options":  [
                                              "высокотехнологичная отрасль, ориентированная на доказательные методы и биосоциальный подход",
                                              "система, основанная исключительно на магии и народных поверьях",
                                              "отрасль, полностью отрицающая роль социальных факторов в лечении",
                                              "совокупность догматов, не менявшихся со времен средневековья"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q021",
                              "text":  "В эпоху средневековья самыми опасными были заболевания:",
                              "options":  [
                                              "инфекционные болезни (эпидемии), такие как чума, холера и оспа",
                                              "депрессия и синдром эмоционального выгорания",
                                              "возрастные изменения костной ткани",
                                              "заболевания, вызванные малоподвижным образом жизни"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q022",
                              "text":  "В индустриальных странах распространены такие заболевания как:",
                              "options":  [
                                              "хронические неинфекционные заболевания: сердечно-сосудистые, онкология и диабет",
                                              "острые тропические лихорадки и малярия",
                                              "болезни, вызванные исключительно нехваткой витамина С (цинга)",
                                              "заболевания, передающиеся через неочищенную речную воду"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q023",
                              "text":  "Снижение уровня смертности в ХIХ веке стало возможным благодаря:",
                              "options":  [
                                              "улучшению санитарно-гигиенических условий, питания и развитию общественного здравоохранения",
                                              "массовому строительству стадионов и фитнес-центров",
                                              "запрету на использование любого вида транспорта",
                                              "отказу от медицинского вмешательства в пользу естественного отбора"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q024",
                              "text":  "Полностью отсутствуют как личные контакты с другими людьми, так и опосредованные способы общения – это:",
                              "options":  [
                                              "полная социальная изоляция",
                                              "цифровая диета",
                                              "профессиональная специализация",
                                              "семейная идиллия"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q025",
                              "text":  "Не имея возможности личной встречи, индивид свободно общается через телефон, почту, Интернет:",
                              "options":  [
                                              "опосредованное общение (или частичная социальная изоляция)",
                                              "полное отсутствие социальных связей",
                                              "физическая интеграция",
                                              "традиционный личный визит"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q026",
                              "text":  "Процесс, в ходе которого неблагоприятный район облюбовывают представители арт-сообщества или творческого класса:",
                              "options":  [
                                              "джентрификация",
                                              "геттоизация",
                                              "депортация",
                                              "индустриализация"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q027",
                              "text":  "Увеличение продолжительности жизни и снижение рождаемости являются ведущими причинами:",
                              "options":  [
                                              "старения населения",
                                              "демографического взрыва",
                                              "роста детской преступности",
                                              "расширения нуклеарных семей"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q028",
                              "text":  "Эмигранты – это:",
                              "options":  [
                                              "люди, выезжающие из своей страны на постоянное или длительное проживание в другое государство",
                                              "иностранцы, прибывшие в страну для временного отдыха по путевке",
                                              "граждане, никогда не покидавшие пределы своего населенного пункта",
                                              "люди, вернувшиеся на родину после долгого отсутствия"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q029",
                              "text":  "Иммигранты – это:",
                              "options":  [
                                              "люди, въезжающие в данную страну из-за границы на постоянное или длительное проживание",
                                              "туристы, находящиеся в стране проездом в течение одного дня",
                                              "коренные жители, проживающие на территории в нескольких поколениях",
                                              "официальные представители дипломатических миссий"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q030",
                              "text":  "Под конурбациями понимают:",
                              "options":  [
                                              "скопление городских поселений, которые в процессе роста сливаются друг с другом",
                                              "небольшие деревни, находящиеся на большом расстоянии друг от друга",
                                              "территории, полностью лишенные человеческих поселений",
                                              "административные здания в центре столицы"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q031",
                              "text":  "Субурбанизация – это:",
                              "options":  [
                                              "процесс развития пригородов и переселения населения из центральных районов городов в пригородную зону",
                                              "массовое возвращение жителей пригородов в сельскую местность для занятия фермерством",
                                              "полное разрушение городской инфраструктуры и отказ от использования транспорта",
                                              "строительство сверхвысоких небоскребов исключительно в деловом центре мегаполиса"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q032",
                              "text":  "Глобальные города – это:",
                              "options":  [
                                              "города, являющиеся узловыми центрами мировой экономики, финансов и политики (например, Нью-Йорк, Лондон, Токио)",
                                              "любые населенные пункты, в которых проживает более десяти тысяч человек",
                                              "города, находящиеся в полной изоляции от мировой торговой системы",
                                              "поселения, сохранившие первобытный уклад жизни и отсутствие промышленности"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q033",
                              "text":  "Исследователь Саскиа Сэссен называет их глобальными городами:",
                              "options":  [
                                              "Нью-Йорк, Лондон, Токио",
                                              "Рим, Афины, Спарта",
                                              "Караганда, Шымкент, Тараз",
                                              "Каир, Александрия, Гиза"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q034",
                              "text":  "Неодинаковый доступ больших социальных групп людей к экономическим ресурсам, благам и власти:",
                              "options":  [
                                              "социальное неравенство",
                                              "социальное партнерство",
                                              "социальная гармония",
                                              "социальная однородность"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q035",
                              "text":  "Процесс, в ходе которого дети и другие члены общества учатся жить в этом обществе:",
                              "options":  [
                                              "социализация",
                                              "приватизация",
                                              "индустриализация",
                                              "глобализация"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q036",
                              "text":  "Процесс усвоения индивидом культурной системы гендера того общества, в котором он живет – это:",
                              "options":  [
                                              "гендерная социализация",
                                              "биологическая адаптация",
                                              "профессиональная ориентация",
                                              "политическая агитация"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q037",
                              "text":  "Переход человека из одной социальной группы в другую:",
                              "options":  [
                                              "социальная мобильность",
                                              "социальная стагнация",
                                              "социальная инженерия",
                                              "социальная изоляция"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q038",
                              "text":  "Отклонение от нормы, рассматриваемое большей частью общества как предосудительное и недопустимое:",
                              "options":  [
                                              "девиантное поведение (девиация)",
                                              "конформное поведение",
                                              "традиционное действие",
                                              "этикетное поведение"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q039",
                              "text":  "Нарушение закона, криминальное поведение:",
                              "options":  [
                                              "делинквентное поведение (преступность)",
                                              "творческое самовыражение",
                                              "административный регламент",
                                              "меценатство"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q040",
                              "text":  "Богатство в форме знания или идей, которое узаконивает обладание статусом и властью:",
                              "options":  [
                                              "культурный капитал (по П. Бурдье)",
                                              "финансовый депозит",
                                              "основной капитал предприятия",
                                              "природные ресурсы страны"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q041",
                              "text":  "Он считал, что религия – это человеческий продукт, следствие и форма отчуждения человеком своей сущности:",
                              "options":  [
                                              "Людвиг Фейербах",
                                              "Макс Вебер",
                                              "Огюст Конт",
                                              "Питирим Сорокин"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q042",
                              "text":  "Процесс снижения роли религии в сознании людей и жизни общества:",
                              "options":  [
                                              "секуляризация",
                                              "сакрализация",
                                              "инквизиция",
                                              "теологизация"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q043",
                              "text":  "Он относится к позитивным девиантам:",
                              "options":  [
                                              "гений, герой или выдающийся ученый",
                                              "мелкий воришка и хулиган",
                                              "бюрократ, строго соблюдающий инструкции",
                                              "человек, не имеющий собственного мнения"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q044",
                              "text":  "Он относится к негативным девиантам:",
                              "options":  [
                                              "преступник, алкоголик, наркоман",
                                              "олимпийский чемпион",
                                              "изобретатель нового лекарства",
                                              "лауреат Нобелевской премии"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q045",
                              "text":  "Первичный сектор экономики включает:",
                              "options":  [
                                              "сельское хозяйство, рыболовство, лесоводство и добычу полезных ископаемых",
                                              "производство компьютеров и программного обеспечения",
                                              "банковское дело и страховые услуги",
                                              "высшее образование и научные исследования"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q046",
                              "text":  "К вторичному сектору экономики относится:",
                              "options":  [
                                              "обрабатывающая промышленность и строительство",
                                              "выращивание пшеницы и разведение скота",
                                              "розничная торговля и туризм",
                                              "государственное управление"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q047",
                              "text":  "К третичному сектору экономики относится:",
                              "options":  [
                                              "сфера услуг (образование, здравоохранение, торговля, финансы)",
                                              "лесозаготовка и охотничий промысел",
                                              "производство стали и выплавка чугуна",
                                              "добыча нефти и природного газа"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q048",
                              "text":  "Этот термин относится ко всем печатным, цифровым и электронным средствам связи:",
                              "options":  [
                                              "средства массовой информации (масс-медиа)",
                                              "личная переписка в бумажных конвертах",
                                              "система государственного делопроизводства",
                                              "архивные документы древности"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q049",
                              "text":  "Проявлением внутреннего социального контроля является:",
                              "options":  [
                                              "совесть (самоконтроль)",
                                              "судебное решение",
                                              "полицейский протокол",
                                              "штраф за нарушение правил"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q050",
                              "text":  "Автор теории эскалации неравенства (в современных исследованиях):",
                              "options":  [
                                              "Тома Пикетти",
                                              "Герберт Спенсер",
                                              "Огюст Конт",
                                              "Эмиль Дюркгейм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q051",
                              "text":  "Согласно этой теории богатые становятся богаче, бедные – беднее:",
                              "options":  [
                                              "эффект Матфея (или теория накопления преимуществ)",
                                              "теория социальной справедливости",
                                              "закон спроса и предложения",
                                              "гипотеза всеобщего благоденствия"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q052",
                              "text":  "Форма дифференциации, при которой группы и классы находятся на разных ступенях вертикальной иерархии и обладают неравными шансами:",
                              "options":  [
                                              "социальная стратификация",
                                              "социальная статика",
                                              "социальная интеграция",
                                              "социальная коммуникация"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q053",
                              "text":  "По мнению ООН, одна из главных мировых проблем, связанных с развитием технологий:",
                              "options":  [
                                              "цифровой разрыв (цифровое неравенство)",
                                              "избыток программного обеспечения",
                                              "отсутствие конкуренции на рынке техники",
                                              "высокая скорость передачи данных"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q054",
                              "text":  "Кодирование в социологическом исследовании – это:",
                              "options":  [
                                              "перевод собранных данных (ответов респондентов) в числовые значения для последующей обработки",
                                              "создание пароля для доступа к результатам опроса",
                                              "шифрование анкет для скрытия их от проверяющих органов",
                                              "процесс перевода вопросов на иностранные языки"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q055",
                              "text":  "Он провозгласил «Изучайте социальные факты как вещи!»:",
                              "options":  [
                                              "Эмиль Дюркгейм",
                                              "Макс Вебер",
                                              "Огюст Конт",
                                              "Карл Маркс"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q056",
                              "text":  "Этот вид семьи был распространен в Казахстане в ХIХ веке:",
                              "options":  [
                                              "расширенная (патриархальная) кочевая семья",
                                              "неполная монородительская семья",
                                              "студенческая городская семья",
                                              "неолокальная нуклеарная пара"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q057",
                              "text":  "Этот тип наследования был распространен в Казахстане в ХIХ веке:",
                              "options":  [
                                              "патрилинейный (по мужской линии)",
                                              "матрилинейный (по женской линии)",
                                              "эгалитарный (в равных долях всем родственникам)",
                                              "государственный (в пользу общины)"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q058",
                              "text":  "Возвращение этнических казахов на историческую родину называется:",
                              "options":  [
                                              "репатриация (кандасы)",
                                              "депортация",
                                              "эмиграция",
                                              "экспатриация"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q059",
                              "text":  "Понятие «Адал азамат» берет свое начало от:",
                              "options":  [
                                              "учения Абая о «Толық адам» (Целостном человеке)",
                                              "принципов классического либерализма",
                                              "теории постиндустриального общества",
                                              "концепции экологического потребления"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q060",
                              "text":  "Эта проблема в сфере гендерного равенства существует в Казахстане:",
                              "options":  [
                                              "«стеклянный потолок» и разрыв в оплате труда",
                                              "отсутствие доступа женщин к начальному образованию",
                                              "полный запрет на занятие женщинами государственных должностей",
                                              "отсутствие права собственности у женщин"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q061",
                              "text":  "Эта тенденция наблюдается в изменении семейных структур в современном Казахстане:",
                              "options":  [
                                              "переход от расширенной семьи к нуклеарной и рост возраста вступления в брак",
                                              "массовый возврат к многопоколенным патриархальным семьям",
                                              "полный отказ молодежи от официальной регистрации брака",
                                              "резкое снижение возраста вступления в первый брак до 14 лет"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q062",
                              "text":  "Принцип, который необходимо внедрить в кадровую политику в рамках «Стратегии-2050»:",
                              "options":  [
                                              "меритократия",
                                              "фаворитизм",
                                              "непотизм (кумовство)",
                                              "протекционизм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q063",
                              "text":  "Власть достойных – это:",
                              "options":  [
                                              "меритократия",
                                              "плутократия",
                                              "охлократия",
                                              "аристократия крови"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q064",
                              "text":  "Республика Казахстан – социальное государство, это означает, что:",
                              "options":  [
                                              "государство создает условия для достойной жизни и поддерживает нуждающихся",
                                              "рыночные отношения в стране полностью запрещены",
                                              "все граждане обязаны иметь одинаковый уровень дохода",
                                              "экономика ориентирована исключительно на добычу ресурсов"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q065",
                              "text":  "Наиболее распространённый тип семьи в городах Казахстана:",
                              "options":  [
                                              "нуклеарная семья",
                                              "полигамная семья",
                                              "расширенная семья",
                                              "холостяцкое домохозяйство"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q066",
                              "text":  "Согласно Кодексу РК «О браке и семье» (2011 г.) брачный возраст устанавливается в:",
                              "options":  [
                                              "18 лет",
                                              "16 лет",
                                              "21 год",
                                              "14 лет"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q067",
                              "text":  "Согласно переписи населения 2021 года в Казахстане проживает:",
                              "options":  [
                                              "около 19,2 млн человек",
                                              "более 50 млн человек",
                                              "менее 10 млн человек",
                                              "около 15 млн человек"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q068",
                              "text":  "Ожидаемая продолжительность жизни населения РК в 2022 г. составила:",
                              "options":  [
                                              "74,44 года",
                                              "55,5 лет",
                                              "62,3 года",
                                              "89,1 года"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q069",
                              "text":  "В этом году Казахстан участвовал во Всемирном обзоре ценностей (World Values Survey):",
                              "options":  [
                                              "2018 год",
                                              "1991 год",
                                              "2005 год",
                                              "2023 год"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q070",
                              "text":  "Согласно закону «О государственной молодежной политике» (с 2023 г.) молодежью признаются граждане:",
                              "options":  [
                                              "в возрасте от 14 до 35 лет",
                                              "в возрасте от 18 до 25 лет",
                                              "в возрасте от 16 до 30 лет",
                                              "в возрасте от 10 до 40 лет"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q071",
                              "text":  "Согласно Социальному кодексу Республики Казахстан (20.04.2023 г.) с 1 июля 2001 г. назначение пенсионных выплат по возрасту мужчинам производится по достижении:",
                              "options":  [
                                              "63 лет",
                                              "60 лет",
                                              "65 лет",
                                              "58 лет"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q072",
                              "text":  "Согласно Социальному кодексу Республики Казахстан (20.04.2023 г.) с 1 января 2031 года назначение пенсионных выплат по возрасту женщинам будет производиться по достижении ими:",
                              "options":  [
                                              "63 лет",
                                              "58 лет",
                                              "60 лет",
                                              "61 года"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q073",
                              "text":  "В перечень социально значимых заболеваний в Казахстане НЕ входит:",
                              "options":  [
                                              "грипп (или ОРВИ)",
                                              "туберкулез",
                                              "болезнь, вызванная вирусом иммунодефицита человека (ВИЧ)",
                                              "злокачественные новообразования (онкология)"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q074",
                              "text":  "Наиболее частые причины смертности в Казахстане:",
                              "options":  [
                                              "болезни системы кровообращения, новообразования и болезни органов дыхания",
                                              "дорожно-транспортные происшествия и травматизм на производстве",
                                              "инфекционные заболевания и отсутствие личной гигиены",
                                              "стихийные бедствия и экологические катастрофы"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q075",
                              "text":  "Самая многонаселенная область Казахстана по переписи населения 2021 года:",
                              "options":  [
                                              "Туркестанская область",
                                              "Акмолинская область",
                                              "Западно-Казахстанская область",
                                              "Костанайская область"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q076",
                              "text":  "В этом году прошла последняя перепись населения Казахстана:",
                              "options":  [
                                              "2021 год",
                                              "2010 год",
                                              "2015 год",
                                              "2024 год"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q077",
                              "text":  "В этом году была проведена первая перепись населения Республики Казахстан:",
                              "options":  [
                                              "1999 год",
                                              "1991 год",
                                              "2005 год",
                                              "2009 год"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q078",
                              "text":  "Этот город Казахстана является крупным по численности населения (2021 г.):",
                              "options":  [
                                              "Алматы (мегаполис номер один)",
                                              "Кокшетау",
                                              "Павлодар",
                                              "Талдыкорган"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q079",
                              "text":  "Ему принадлежат эти слова: «Человек – дитя своего времени. Если он плох, в том виноваты и его современники»:",
                              "options":  [
                                              "Абай Кунанбаев",
                                              "Шокан Уалиханов",
                                              "Ибрай Алтынсарин",
                                              "Ахмет Байтурсынов"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q080",
                              "text":  "Автор слов «Вся земля станет добродетельной, если народы будут помогать друг другу для достижения счастья»:",
                              "options":  [
                                              "Аль-Фараби",
                                              "Ходжа Ахмет Яссауи",
                                              "Коркыт ата",
                                              "Юсуф Баласагуни"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q081",
                              "text":  "Ему принадлежат слова: «В идеале счастье – это цель, которая достигается с помощью добрых дел...»:",
                              "options":  [
                                              "Аль-Фараби",
                                              "Султанмахмут Торайгыров",
                                              "Шакарим Кудайбердиев",
                                              "Махмуд Кашгари"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q082",
                              "text":  "Любая модификация в социальной организации общества...:",
                              "options":  [
                                              "социальное изменение",
                                              "социальная статика",
                                              "социальная энтропия",
                                              "социальная утопия"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q083",
                              "text":  "Его сторонники утверждают, что между человеческими обществами идет та же борьба за существование...:",
                              "options":  [
                                              "социальный дарвинизм (Г. Спенсер)",
                                              "символический интеракционизм (Дж. Мид)",
                                              "структурный функционализм (Т. Парсонс)",
                                              "феноменология (А. Шюц)"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q084",
                              "text":  "Он считал, что каждое общество основывается на экономическом базисе...:",
                              "options":  [
                                              "Карл Маркс",
                                              "Макс Вебер",
                                              "Эмиль Дюркгейм",
                                              "Питирим Сорокин"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q085",
                              "text":  "Процесс всемирной экономической, политической, культурной и религиозной интеграции и унификации:",
                              "options":  [
                                              "глобализация",
                                              "автаркия",
                                              "изоляционизм",
                                              "децентрализация"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q086",
                              "text":  "Философское течение, утверждающее, что все наши знания должны быть подвергнуты процедуре проверки посредством опыта:",
                              "options":  [
                                              "позитивизм",
                                              "идеализм",
                                              "схоластика",
                                              "мистицизм"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q087",
                              "text":  "Основатель позитивизма:",
                              "options":  [
                                              "Огюст Конт",
                                              "Иммануил Кант",
                                              "Бенедикт Спиноза",
                                              "Фридрих Ницше"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q088",
                              "text":  "Термин, которым О. Конт изначально обозначал «положительную» науку об обществе:",
                              "options":  [
                                              "социальная физика",
                                              "социальная биология",
                                              "социальная геометрия",
                                              "социальная алхимия"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q089",
                              "text":  "Культурная норма, отражающая эмоциональные реакции индивидов по отношению к своей нации...:",
                              "options":  [
                                              "национальная идентичность (патриотизм)",
                                              "космополитизм",
                                              "этноцентризм",
                                              "ассимиляция"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q090",
                              "text":  "Общества, в которых существует несколько крупных этнических группировок...:",
                              "options":  [
                                              "плюралистические общества",
                                              "моноэтнические общества",
                                              "тоталитарные общества",
                                              "закрытые кастовые системы"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q091",
                              "text":  "Как в Казахстане называется Национальный проект развития продуктивной занятости и массового предпринимательства?",
                              "options":  [
                                              "Национальный проект по развитию предпринимательства",
                                              "Программа «Болашак»",
                                              "Программа «Нурлы Жол»",
                                              "Программа «Культурное наследие»"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q092",
                              "text":  "Как называется в Казахстане Государственная программа развития цифровых технологий?",
                              "options":  [
                                              "«Цифровой Казахстан»",
                                              "«Электронная Азия»",
                                              "«Технологический прорыв»",
                                              "«Smart-индустрия»"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q093",
                              "text":  "Как называется в Казахстане система получения государственных услуг через интернет?",
                              "options":  [
                                              "Электронное правительство (eGov.kz)",
                                              "Онлайн-акимат",
                                              "Цифровой помощник",
                                              "Сетевой парламент"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q094",
                              "text":  "В Конституции Республики Казахстан статья 23 гласит:",
                              "options":  [
                                              "Граждане Республики Казахстан имеют право на свободу объединений",
                                              "Каждый обязан заниматься предпринимательской деятельностью",
                                              "Использование любого языка, кроме государственного, запрещено",
                                              "Право собственности на землю имеют только иностранные граждане"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q095",
                              "text":  "Согласно Конституции Республики Казахстан, брак – это:",
                              "options":  [
                                              "союз между мужчиной и женщиной, основанный на добровольности и равноправии сторон",
                                              "договор между семьями о передаче имущества",
                                              "временное соглашение, регулируемое религиозными нормами",
                                              "политический союз, утверждаемый местными органами власти"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q096",
                              "text":  "Согласно Конституции Республики Казахстан, забота о детях и их воспитание – это:",
                              "options":  [
                                              "естественное право и обязанность родителей",
                                              "исключительная обязанность сотрудников школы",
                                              "задача правоохранительных органов",
                                              "личное дело ребенка по достижении им 5 лет"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q097",
                              "text":  "Это Министерство в Казахстане ответственно за реализацию программы «Цифровой Казахстан»:",
                              "options":  [
                                              "Министерство цифрового развития, инноваций и аэрокосмической промышленности РК",
                                              "Министерство сельского хозяйства РК",
                                              "Министерство культуры и информации РК",
                                              "Министерство обороны РК"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q098",
                              "text":  "Система обязательного социального медицинского страхования (ОСМС) в Казахстане полноценно действует с:",
                              "options":  [
                                              "1 января 2020 года",
                                              "1991 года",
                                              "2010 года",
                                              "2024 года"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q099",
                              "text":  "Принцип солидарной ответственности в системе ОСМС в Казахстане означает, что за здоровье населения отвечают:",
                              "options":  [
                                              "государство, работодатель и сам гражданин",
                                              "только частные страховые компании",
                                              "исключительно международные организации здравоохранения",
                                              "только родственники заболевшего человека"
                                          ],
                              "answer":  0
                          },
                          {
                              "id":  "t3-q100",
                              "text":  "2026 год в Казахстане (согласно планам концепции «Безопасный труд») официально связан с:",
                              "options":  [
                                              "Годом профилактики травматизма и безопасности на производстве",
                                              "Годом массового освоения космоса",
                                              "Годом отмены всех налогов для бизнеса",
                                              "Годом запрета на использование интернета"
                                          ],
                              "answer":  0
                          }
                      ]
    }
];
